{"ट्रिगर": "\n              At high soil pH, boron is in a chemical form that is not available for the plant. Soils with low organic matter content (<1.5%), weathered soils or sandy soils (prone to nutrient leaching) are also susceptible to boron deficiency. Application of boron may not correct the deficiency in those cases because it may remain unavailable for plant absorption. Symptoms on foliage might resemble those of other pathologies such as false spider mite, zinc deficiency or mild iron deficiency. Calcium deficiency may also result in the death of shoot and root tips, but young leaves below the shoot tip are not thickened and do not develop interveinal chlorosis. \r\n\n            ", "निवारक उपाय": "\n              Avoid soils with high pH and rich in clay minerals, iron or aluminum oxides.,Manage water efficiently and avoid excessive leaching or draining of the field.,Apply cycles of wetting and drying of the field to favor the mobilization of boron.,Avoid high air humidity and low soil moisture.,Have the soil tested regularly to gain a thorough understanding of the nutrient levels of your field.,Do not overfertilize or lime the soils.,Apply slow-releasing sources of boron to the soils at intervals of 2-3 years.\n            ", "जैविक नियंत्रण": "\n              Make sure to have healthy soils with good organic matter content and good water retention capacity by applying farm manure or a compost mix of animal manure and leaves (ideal for sulfur and boron supply). This is a good long-term approach to remedy boron deficiency.\n\n            ", "रासायनिक नियंत्रण": "\n              Prevention is key to avoid deficiencies in B and other nutrients. Apply fertilizers containing soluble boron compounds (borax) to the soil between seasons. Recommended rates are 1-1.5 kg B/ha on sandy, acid soils, or up to 4 kg B/ha on clayey, alkaline soils. Over-fertilization may result in boron toxicity, so aim for the lowest effective rate. Soil applications are recommended as leaves of many plants are damaged by direct boron application. Sandy soils may need a continued application of boron due to leaching. It is not recommended to mix boron sources with ammonium fertilizers. \n            ", "लक्षण": "\n              This deficiency can affect maize throughout its growth cycle, but symptoms usually appear first on young leaves. The micronutrient is not very mobile, which is why the first symptoms usually appear on forming leaves. Boron deficiency may be expressed by shortened internodal growth and by narrow white and transparent necrotic spots that develop into brown and waxy raised streaks as the deficiency develops. Acute boron deficiency will cause young leaves to become brittle, twist and produce wrinkled leaf tips. A lack of boron will result in stunted plant growth with smaller cobs and less tightly packed kernels. Kernel rows will appear less regular. \n            "}