{"ट्रिगर": "\n              The damage to the cotton squares and bolls are caused by the larvae of the pink bollworm, Pectinophora gossypiella. Adults vary in color and size but are usually mottled gray to grayish brown. They have an elongated slender appearance and brownish, oval shaped wings with strongly fringed edges. Females lay eggs singly inside the bracts of squares or under the calyx of green bolls. Eggs normally hatch in 4 to 5 days and enter the squares or bolls soon after that. Young larvae have a dark-brown head and a white body with wide transverse pink bands on the back. As they age, they gradually acquire pinkish tones. They can be seen feeding inside the bolls, when those are cracked open. Larvae will feed for about 10 to 14 days before pupating, usually in the soil and not in the boll. The development of the pink bollworm is favored by moderate to high temperatures.  However, above 37.5°C, the mortality start to rise.\n            ", "निवारक उपाय": "\n              Use fast maturing varieties of cotton, as bollworm infestations rather occur late in the season.,Monitor cotton plants regularly for symptoms of the pest.,Use pheromone traps to assess populations.,Plan properly the winter and spring irrigation to reduce populations, through a flooding of the field for example.,Leave the soil as fallow during the summer months.,Maintain a 7 month period free of cotton plants in the field with a crop rotation (small grains or alfalfa for example).,Harvest early to avoid peak populations of the insect.,Destroy plant residues immediately after harvesting.,Make a judicious use of insecticides so as not to affect predators and avoid the development of resistance.\n            ", "जैविक नियंत्रण": "\n              Sex pheromones extracted from Pectinophora gossypiella can be sprayed throughout infested fields. This greatly impairs the ability of male worms to find females and mate. Timely spraying with formulations of  spinosad or Bacillus thuringiensis can also be effective.\n\n            ", "रासायनिक नियंत्रण": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. The foliar application of insecticide formulations containing chlorpyrifos, esfenvalerate or indoxacarb can be used to kill the moths of pink bollworm. Other active principles include gamma- and lambda-cyhalothrin and bifenthrin. No treatment is recommended against larvae as those are usually found inside plant tissues. Pheromone traps can be installed (8 per acre) from 45 days after sowing or at flowering stage and continue them until the end of crop period.\n            ", "लक्षण": "\n              Pink bollworm causes failure of buds to open, boll shedding, damage to lint and seed loss. In early summer, the first generation of larvae feeds in squares, which continue to grow and produce blooms. The infested blooms may have the petals tied together with larval silk threads. The second generation of larvae burrow into the bolls, through the lint, to feed on the seeds. The lint is cut and stained, resulting in severe quality loss. Damage is also evident on bolls as warts on the inside of the carpal walls. Additionally, the larvae do not hollow out the boll and leave frass on the outside as is often the case with a bollworm. Opportunistic organisms, such as boll rot fungi, will often infect bolls through entry or exit holes of the larvae.\n            "}