{"ट्रिगर": "\n              Both nymphs and adults of Amrasca devastans suck the plant sap and introduce salivary toxins that damage the tissue and impair photosynthesis in proportion to the amount of feeding and the number of insects. First and second generation of nymphs feed near the base of the leaf veins, older nymphs get distributed all over the leaves but feed chiefly from the lower side.  Environmental factors such as moderate to high temperatures (21 to 31°C), moderate to high humidity ranges (55 to 85%) either early in the morning or late in the evenings, and hours of sunshine affects positively the populations of this insect. Low temperatures and strong winds have a negative impact.\n            ", "निवारक उपाय": "\n              Plant resistant or tolerant varieties (several are available on the market).,Monitor the orchard regularly for signs of cotton leaf hoppers.,Maintain a balanced fertilization and especially do not apply excessive nitrogen.\n            ", "जैविक नियंत्रण": "\n              Generalist predators of cotton leaf hoppers are the  common green lacewing (Chrysoperla carnea), species of the genus Orius or Geocoris, some species of Coccinellids and spiders. Make sure to promote those species and avoid use of broad-scale insecticides.\n\n            ", "रासायनिक नियंत्रण": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Insecticide formulations based on melathion, sulfoxaflor, dimethoate can be applied. They may however also affect natural predators of leafhoppers and should therefore only be applied in severe cases and in a timely manner. Seed treatment with insecticides can also help to suppress leaf hopper populations on crop for 45-50 days.\n            ", "लक्षण": "\n              The affected leaves turn yellowish, then brownish starting from the margins and migrating to the midrib. Leaves gradually show signs of curling before drying completely and shedding. Severe incidences result in “hopper burn” injury and death of leaves, eventually leading to the stunting of young plants. The fruiting capacity of the plants infested at later stages of growth is significantly affected and in many cases cause lower yields and poor quality of the fibers. Before becoming necrotic, leaves may show higher trichome density on the lower side of leaves and a hardening of the tissues. These traits confers some degree of resistance against the insect in that it makes ovoposition and movements more difficult. However, it has a negative effect on the agronomic performance.\n            "}