{"ट्रिगर": "\n              The symptoms of this disease is caused by a virus that has several plant hosts, among others tobacco (thereby the common name), asparagus, strawberry, soybean, sunflowers.  Since the virus can be seed-borne, the primary source of inoculum may be infected seeds. The secondary transmission from plant to plant occurs via vector pests (aphids or thrips) or through mechanical injury to the plants during field work. Symptoms and effects on yield depend on the plant variety, the environmental conditions (temperature and humidity) and the developmental stage at which the plant is infected. Late infections by aphids are usually less severe than seed-borne infection.\n            ", "निवारक उपाय": "\n              Use healthy planting material from reliable sources.,Maintain strict hygiene measures with all tools involved in cotton cultivation.,Check your plants or field for any sign of the disease and vectors such as aphids and thrips.,Remove infected plants and debris from fields, and destroy them by digging or burning them.,Do not spread suckers between fields.,Avoid planting alternative hosts of tobacco streak virus like e.g.,asparagus, strawberry, soybean, sunflowers, lettuce, tobacco in vicinity to the cotton field.\n            ", "जैविक नियंत्रण": "\n              There is no direct biological treatment against the tobacco streak virus. However, there are plenty of options in what regards the control of its vectors, aphids and thrips.\n\n            ", "रासायनिक नियंत्रण": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Direct treatment of viral diseases is not possible, but vectors like thrips, aphids and other sucking insects can be controlled to a certain degree. Check the database for chemical treatments against thrips and aphids for further information (for example fipronil).\n            ", "लक्षण": "\n              Initially, infected plants develop small, irregular chlorotic areas or discolorations on the leaves, which range from 2-5 mm in diameter. Over time, they become large angular chlorotic or necrotic patches (yellow to brown) ranging from 5-15 mm in diameter, which appear as an irregular mosaic pattern on leaves. Leaves become necrotic and may shed prematurely, resulting in reduced canopy and stunting of plants. Fewer flowers are presents and bolls may also drop off prematurely, thereby reducing yields considerably. The veins of infected leaves become yellow, thickened and deformed. Symptoms are more frequent on younger leaves which appear paler than healthy ones, often with stunted growing tips. Affected areas in the field therefore appear generally paler.\n            "}