{"ट्रिगर": "\n              Boron deficiency is usually observed in soils with a high pH because in these conditions this element is in a chemical form that is not available for the plant. Soils with low organic matter content (<1.5%) or sandy soils (prone to nutrient leaching) are also susceptible to boron deficiency. Application of boron may not correct the deficiency in those cases because it may remain unavailable for plant absorption. Symptoms on foliage might resemble those of other pathologies: false spider mite, zinc deficiency or mild iron deficiency. On storage roots, blister-like bumps and cracking can also be symptoms of root-knot nematode or rapid changes in soil moisture. Calcium deficiency may also result in the death of shoot and root tips, but young leaves below the shoot tip are not thickened and do not develop interveinal chlorosis.\n            ", "निवारक उपाय": "\n              Do not over-fertilize or lime the soils.,Avoid over-watering of the crops.,Avoid soils with high pH and that are rich in clay minerals, iron or aluminum oxides.,Avoid high air humidity and low soil moisture.,Have the soil tested regularly to gain a thorough understanding of the nutrient levels of your field.\n            ", "जैविक नियंत्रण": "\n              Make sure to have healthy soils with a good organic matter content and a good water retention capacity by applying farm manure.\n\n            ", "रासायनिक नियंत्रण": "\n              Prevention is key to avoid deficiencies in B and other nutrients. Apply fertilizers or sprays containing boron compounds to the soil between seasons. Recommended rates are 1-1.5 kg B/ha on sandy, acid soils, or up to 4 kg B/ha on clayey, alkaline soils. Over-fertilisation may result in boron toxicity, so it is best to aim for the lowest effective rate, which may be further reduced on subsequent crops. Leaves of many plants are damaged by direct boron application. Therefore, when in doubt, only apply to soil, for example Borax (1.5 g/l of water every 10 days). Continued application of boron may be necessary in soils that are susceptible to leaching, such as sandy soils.\n            ", "लक्षण": "\n              Symptoms are variable, depending on the crop and the growing conditions, but generally they are visible first on new growth. The first sign is usually the discoloration and  thickening of young leaves. Chlorosis may be uniform, or diffusely interveinal, fading gradually with distance from the main veins. Leaves and stems near the shoot tip are brittle and break easily when bent. Leaves may become puckered (slightly raised in interveinal zones) and the tip and lateral lobes may curl down. In some cases, the leaf veins may appear thickened and raised and petioles may twist. Internodes may be shortened, producing a higher density of leaves near the apex.  At greater severity, the deficiency causes necrosis of the growing points. Storage roots are often short and blunt-ended and may split as the deficiency progresses.\n            "}