{"ट्रिगर": "\n              Zinc deficiency is mainly a problem in alkaline (high pH) sandy soils that are low in organic matter. High levels of soil phosphorus and calcium (calcareous soils) also affect the availability of zinc to plants. In fact, phosphorus application can show antagonistic effects on zinc uptake. The addition of calcium-rich materials such as limestone or chalk (liming) also offsets soil acidity and reduces the uptake of zinc by the plants (even though the levels in the soil remain unchanged). Zinc deficiency can also become a problem when soils are cool and wet during the vegetative phase.\n            ", "निवारक उपाय": "\n              Apply organic manure before seeding or transplanting.,Chose varieties, that are tolerant to zinc deficiency or better at mining zinc from the soil.,Do not lime soils as this increases the pH and hinders zinc uptake.,Use fertilizers including zinc compounds.,Use fertilizers based on urea (that generate acidity) rather than on ammonium sulfate.,Monitor irrigation water quality regularly.,Make sure not to over-fertilize with phosphorus.,Allow permanently flooded fields to drain and dry out periodically.\n            ", "जैविक नियंत्रण": "\n              Application of organic manure to the seedbed, or to the field a few days after transplanting reduces the odds of observing zinc deficiency.\n\n            ", "रासायनिक नियंत्रण": "\n              Products containing ZnSO4 (2g/l of water) can be spread in the nursery seedbed to prevent deficiencies. Apply foliar sprays of Zinc Sulphate 0.2-0.5 % at weekly intervals or every 10 days (3 sprays) after noticing symptoms. Recommended rates of application depend on soil type and pH, and on the original concentrations of zinc in leaves. Soil applications can vary greatly depending on the parameters mentioned above but they are usually in the range of 5 to to 10 kg of zinc per hectare. Be aware that higher fertilization rates can lead to zinc toxicity. Seed coating with zinc is another way to make the micro-element available to plants. Alternatively, seeds or seedlings can be immersed in a 2−4% ZnO suspension before sowing or transplanting.\n            ", "लक्षण": "\n              Zinc deficiency symptoms vary between species but several effects can be generalized. Many species show yellowing of leaves, often interveinal (main leaf veins remain green). In some species, young leaves are the most affected, but in others both old and new leaves show the symptoms. New leaves are often smaller and narrower and have wavy margins. Over time, the chlorotic spots can turn a bronze color and necrotic spots may start to develop from the margins. In some crops, zinc-deficient leaves often have shortened internodes, so leaves are clustered on the stem (rosetting). Leaf deformation and reduced growth may occur, caused by restricted development of new leaves (dwarf leaves) and reduced internode length.\n            "}