{"ट्रिगर": "\n              The symptoms are caused by the seed- and soil-borne fungus,  Macrophomina phaseolina. It is an important and widely prevalent disease of cotton all over the world. It can also affect a broad range of about 300 different hosts, among others pepper, melon or cucumber. This pathogen survives in soils and it can easily be isolated in the roots of cotton, particularly during the late period of the growing season. The fungus thrives in soils when plants experience drought, and not surprisingly, the disease occurs most frequently in mid summer and decreases until autumn sets in. Dry soils, with moistures of 15-20 percent, and hot temperatures between 35 and 39 °C are optimal conditions for the fungus. \n            ", "निवारक उपाय": "\n              Grow varieties tolerant to the fungus or to drought.,Plant varieties with stronger stems that will not lodge.,Adjust the sowing date so that the post-flowering stage is not in the driest part of the growing season.,Use wider spacing between the plants.,Maintain good soil moisture through irrigation, especially during the post-flowering period.,Ensure balanced fertilization and avoid excessive nitrogen use.,Harvest early to avoid major yield losses.,Rotate with non-host crops such as small wheat, oats, rice, barley and rye for three years.,Plow deep to bury crop residues.,Solarization of soil residues after tillage may also be effective.\n            ", "जैविक नियंत्रण": "\n              To this day, no biological agent is known to provide efficient control against cotton root rot. Please contact us if you know of any treatment that could help to reduce the incidence and gravity of the disease in cotton. Some species of the fungus Trichoderma showed promising results in that they significantly increased survival of treated cotton seedlings and are being considered for commercialization. Some organic formulations of zinc sulphate can be sprayed to limit its spread. \n\n            ", "रासायनिक नियंत्रण": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Seed or soil treatments with various formulations containing the fungicides  thiabendazole, thiram, thiophanate methyl, zinc sulphate and captan are effective in controlling the incidence of root rot.\n            ", "लक्षण": "\n              The wilting of cotton plants is the first visible symptom of this disease and in severe cases complete defoliation or collapse may happen as a result. The rapid development of the wilting is characteristic, a feature that can be used to differentiate root rot from other pathologies causing this symptom. In the beginning, only a few plants in the field are affected, but over time, the disease spreads in a circular manner around these plants throughout the field. The wilting taking place above ground is actually a late manifestation of the disease, a sign of the rotting of the roots and the poor transport of water an nutrients to the aerial parts of the plant. Eventually, the affected plants loose stability and are easily lodged by wind or can easily be pulled out of the ground. The bark of roots takes a yellowish appearance as compared to healthy plants and is often broken into shreds. \n            "}