{"ट्रिगर": "\n              Nematodes are microscopic roundworms that live mostly in soils, from where they can parasitize the roots of host plants. In general, they are beneficial organisms, yet when their population reaches a critical number, they can cause plant damage. They are characterized by the presence of a stylet, which they used to penetrate roots and underground parts of plants, and in some cases leaves and flowers. Nematodes have different feeding strategies and can survive several years in the soil. They multiply via intermediate hosts. They also transmit diseases caused by bacteria, viruses or fungi.\n            ", "निवारक उपाय": "\n              If available, use resistant or tolerant plant varieties.,In case of heavy infestation, consider a bare fallow of several months.,Ensure diversified crop rotation during several years.,Intercropping the fields with marigold or calendula or sowing flower strips between the crops can also reduce poupaltions.,Cover the field with plastic mulch for several weeks.,Plow the field and expose the soil to solar radiation.\n            ", "जैविक नियंत्रण": "\n              Biological control agents can work in some cases. The fungi Nematophora gynophila and Verticillium chlamydosporium have been associated with the reduction an/or suppression of some nematodes in cereals for example. Application of extracts of marigold (Tagetes patula) and calendula (Calendula officinalis) to the soil can reduce populations to a certain degree.\n\n            ", "रासायनिक नियंत्रण": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Treatments are dependent on the type of nematode in question. The use of nematicides (dazomet) applied as soil fumigants can be effective to decrease populations but not economically beneficial for most farmers. Some of these products can also be used as foliar sprays.\n            ", "लक्षण": "\n              Infestation with nematodes can show different patterns of damage, depending on the specific species, their numbers and the host plant. Some nematode cause their host plants to increase their root production and form root knots or gall structure. Others cause extensive root lesions and a degradation of the root internal tissues. In many cases, secondary attacks by fungi or soil bacteria occur at these lesions. Water and nutrients do not reach the aerial parts of the plant. Infested plants have a stunted growth and their leaves may turn chlorotic, with signs of wilting and deformation. Sometimes the stems are also affected.\n            "}