{"ट्रिगर": "\n              The disease is caused by the bacterium Xanthomonas alfalfae. There are three subgroups of bacteria that vary in the severity of the symptoms they cause to their hosts. They are spread naturally within the field nurseries by wind-blown rain, dropping dew or overhead irrigation. They can also be transmitted mechanically from tree to tree under normal field or nursery work, mainly when foliage is wet. The natural pores on leaves or the lenticels on bark are the entry points for the bacteria. However, the bacterium dies when the young trees are transplanted into groves, and symptoms gradually disappear. Warm temperatures (14 to 38 °C) with light rains, heavy dews, and windy weather are most conducive for disease development and spread. By contrast, the growth of the bacterium and the infection process is impaired when the weather is hot and dry.\r\n\r\n\r\n\r\n\n            ", "निवारक उपाय": "\n              Use healthy planting material from a certified source.,Select varieties with some degree of resistance to the disease.,Avoid low-lying or shaded sites with poor air circulation and soil drainage.,Prune trees to allow for a better air circulation and to maintain tree vigor.,Ensure a good vitality in young plantations.,Use artificial or natural windbreaks with fast-growing trees to reduce tissue damages by blowing soil particles due to strong winds.,Do not work in the orchards or prune when foliage is wet with rain or dew.,Remove infected shoots by pruning a few centimeters below the symptoms on the bark.,Control pests that could damage the leaves and promote the infection, such as leaf miners.,Disinfect equipments and tools after field work.,Check for possible quarantine regulations in your country.\n            ", "जैविक नियंत्रण": "\n              Sorry, we don't know of any alternative treatment against Xanthomonas alfalfae . Please get in touch with us in case you know of something that might help to fight this disease. Looking forward hearing from you. \n\n            ", "रासायनिक नियंत्रण": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available.  There are no completely successful spray programs for the control of bacterial spot of citrus. A combination of preventive measures and chemical treatments are necessary to reduce its incidence. Copper-based sprays alone or together with an antibiotic or the chemical mancozeb can be used  with moderate efficacy. Dosage must be reduced progressively to avoid damage to leaves and the development of resistance in the bacterium. \n            ", "लक्षण": "\n              This disease is known to affect primarily trifoliate orange and its hybrids, e.g. Swingle citrumelo in nursery conditions. The lesions are very similar to those of citrus canker on other varieties of orange, but they are flat or sunken and not raised. On leaves, they are characterized by their roundish, brown, necrotic centers that often crack or drop out, leaving a ragged \"shot-hole\". They are also surrounded by water-soaked margins and a diffuse yellow halo. Lesions produced by more aggressive strains have more pronounced water-soaked margins than those of citrus canker. Over time, they enlarge and coalesce, becoming angular to irregular light brown patches. Severely infected leaves become chlorotic or scorched and may drop early, causing defoliation. \n            "}