{"ट्रिगर": "\n              Damage to vegetable plants from excess fertilizer is more severe in hot dry weather. The salts contained in the fertilizer are more concentrated in the soil under drought conditions. This can lead to direct root injury, which will show up as leaf scorch in the aerial parts of the plant. Also, soluble salts may follow water movement through the plant and become concentrated in the leaves where moisture is lost rapidly on hot, dry days through transpiration or evaporation. In cool, cloudy weather, when there is adequate soil moisture, the rate of moisture loss from the leaves is slower, which allows many plants to tolerate high salt levels in the spring months, but not during the summer months. Therefore, it is recommended not to apply a granular fertilizer when the weather is extremely dry, and to water thoroughly after application to prevent plant burn. \r\n\n            ", "निवारक उपाय": "\n              Fertilizer burn problems can be prevented by selecting slow-release organic fertilizers.,The incorporation of a few centimeters of compost into the soil each year also helps.,Sweep granular fertilizers off foliage after spreading.,Use soluble foliar fertilizers according to label directions and, if using granular fertilizers, be sure to apply water immediately afterward.\n            ", "जैविक नियंत्रण": "\n              When insects or diseases seriously damage vegetable plants, sometimes it is best to cut off the damaged parts or re-plant and learn how to prevent the problem next time.\n\n            ", "रासायनिक नियंत्रण": "\n              There are no chemcial control options available for fertilizer burn.\n            ", "लक्षण": "\n              Damage from excessive fertilizer application generally appears as browning of leaf edges or leaf scorch. Soluble salts from fertilizers can pull moisture out of the root   tissues and cause wilting, marginal yellowing of leaves and stunting of the plants. Leaf burn or scorch can also result from direct foliar contact with some fertilizers - granular applied by spreading or liquid by spraying. Factors such as soil type, irrigation practices, salt levels, and the sensitivity of specific plants can influence the amount of damage. \n            "}