{"ट्रिगर": "\n              The symptoms are caused by a fungus of the Cercospora family that attacks cotton plants, Mycosphaerella gossypina. It is different from those that affect other crops such as soybean or pepper. In the field it is often difficult to differentiate Cercospora leaf spot from other foliar diseases, such as target spot. However, the specificity of this disease lies in the fact that it is often found in cotton plants undergoing episodes of stress such as drought or nutrient deficiency (mainly potassium). Maintaining plant vigor by having a proper fertilization scheme and preventing drought stress through proper irrigation helps to delay primary infections significantly. It will also reduce the severity of the outbreaks. The disease is favored by temperatures between 20-30 °C and high relative humidity. Spores are dispersed onto healthy leaves by wind and water splashing.\n            ", "निवारक उपाय": "\n              Use resistant or tolerant varieties, if available.,Regularly monitor for symptoms of the disease.,Remove and destroy affected plant material and destroy it in distance to the field.,Maintain a balanced fertilization (especially apply potassium) and proper irrigation to reduce plant stress.,Remove and destroy plant residues after harvesting by deep burying or burning in distance of the field.\n            ", "जैविक नियंत्रण": "\n              To this day, no biological control methods are know. If you have successfully tried a way to decrease the incidence or gravity of the disease, please let us know.\n\n            ", "रासायनिक नियंत्रण": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Spray formulations containing mancozeb or copper oxychloride at 2kg/ha at the initiation of the disease. Two to three more sprays may be given at 15 days interval.  Fungicides containing carbendizem 3gm/litre, captan 2 gm/litre at the same rate show also produce good results.\n            ", "लक्षण": "\n              The disease affects mainly older leaves of mature plants. Reddish lesions will appear on these leaves during the early stages of the infection. As the disease progresses, the lesions enlarge and turn white to light brown or gray in the center with a purple, dark brown or blackish margin. The lesions are circular or irregular in shape and vary in size depending on the time of infection. A concentric zonation of the spots occurs, alternating dark and light brown or red margins. Affected leaves eventually become pale in color and finally fall off.\n            "}