{"ट्रिगर": "\n              Drought and salt stress trigger very similar symptoms in plants. They are major factors affecting crop growth and productivity in arid or semi-arid regions worldwide. The presence of salts in soils (e.g NaCl, common salt) has a retention effect on water and hinders its absorption by the roots. The decreased availability of water is also hindering the uptake of nutrients by the roots and the uptake of gases by the leaves. Conditions leading to these disorders are hot, windy weather, low water resources, or increased hardness of the soil that restricts root growth. Plants have different degrees of tolerance to drought and salt stress. Some examples of adaptation to these conditions are the development of deeper roots and adapted leaf structures. \n            ", "निवारक उपाय": "\n              Chose more tolerant varieties, if available.,Use organic or plastic mulch to cover the soil and conserve moisture.,Water the plants regularly during adverse weather and periods of fast growth.,Avoid using fertilizers during periods of incipient drought.,If possible, use irrigation systems that allow for effective watering.,Water strategically.,Water in the early morning, before the warming sun causes evaporation.\n            ", "जैविक नियंत्रण": "\n              Water the plants regularly according to their needs and check the salinity of the irrigation water. The most effective watering methods are soaker hoses and drip irrigation, whereby a slow trickle of water is applied directly to the root zone, allowing for even distribution.\n\n            ", "रासायनिक नियंत्रण": "\n              Water the plants regularly according to their needs and integrate irrigation and fertilization to get the best water and nutrient use efficiencies and produce the best yields. \r\n\n            ", "लक्षण": "\n              Drought and salt stress adversely impact the plant metabolism, especially photosynthesis. If the stress is prolonged, symptoms start to appear: reduced leaf size, shorter stems and diminished root systems. This reduces the absorption of water even more and, if not amended, can eventually lead to leaf chlorosis and scorch, wilting, death of growing tips, premature leaf drop and plant death. Overall, plant growth and productivity are severely reduced. Plants also become more susceptible to attacks by opportunistic pathogens and pests. \n            "}