{"ट्रिगर": "\n              Symptoms are triggered by the feeding of the aphid Myzus persicae, the secretion of honeydew and, above all, the transmission of viruses by this insect. Adults can be both wingless or winged and measure about 1.5 to 2 mm in length. Their color varies from yellow, over all shades of green, to pink, red or black. They overwinter mainly as adults in secluded places on alternative plant and tree hosts or as eggs under bud scales of stone fruits. As they emerge in Spring, they propagate first as wingless and later as winged forms, which disperse to almond trees orchards and other alternative hosts. The aphid often stops to feed and deposit some eggs, then flies again, visiting and possibly infesting a number of plants with viruses in this way. In autumn, the aphids migrate back to peach trees, where mating occurs and the eggs are deposited. They are also vectors of a number of plant viruses including tobacco, tomato, lettuce mosaics as well as tuber spindle and leaf roll diseases of potato.\n            ", "निवारक उपाय": "\n              Monitor the orchard regularly for symptoms of the pest, for example by using sticky traps.,Apply balanced fertilization and irrigation to increase the almond trees' natural resistance against sucking insects.,Do not use broad-scale insecticides which may kill predatory insects of aphids.,Increase the abundance of natural enemies by growing a variety of flowering plant species.,Avoid the planting of alternative hosts.,Prune severely infected tree parts and destroy tree debris in general.,Using reflective mulches early in the season will repel aphids from young plants.\n            ", "जैविक नियंत्रण": "\n              Yellow traps, particularly water pan traps, can be used for population monitoring and mass-catching. Predatory insects include lady beetles, flower flies, lacewings. Parasitoid wasps can also be used to colonize eggs and larvae of the aphids, in particular Lysiphlebus testace, that commonly attacks aphids. An evaluation of the presence and activity of natural enemies is important, for example Aphidius matricariae, Aphelinus semiflavus, and Diaeretiella rapae. Insecticidal soap or natural pyrethrin sprayings as well as the use of solutions based on parasitic fungi of the species Entomophthora can show decent control results.\n\n            ", "रासायनिक नियंत्रण": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Insecticides based on methomyl, oxamyl, pyrethroids can be effective, but the aphids may rapidly develop resistances. No resistances have been reported so far against insecticides such as pymetrozine and flonicamid.\n            ", "लक्षण": "\n              High densities of Myzus persicae on young plants or trees causes water stress, wilting, leaf curling and reduced growth. Over the season(s), prolonged aphid infestation can cause appreciable reduction in yield. Aphid feeding results in blemishes on the leaf tissues, usually in the form of yellow spots. Moreover, the aphids produce honeydew, a sugary substance that drops onto lower leaves and can be colonized by opportunistic fungi that trigger a symptom know as sooty mold. The major damage caused by the green peach aphid is actually through the transmission of different types of viruses between several plants or tree hosts. Nymphs and adults are equally capable of virus transmission, but adults are more mobile, and thus involve more risk. The actual effect of an infestation depends greatly on the infected host plant and the transmitted viruses. Symptoms of virus infections are usually yellowing  and thickening of leaves, chlorotic spotting, or mottling.\n            "}