{"ट्रिगर": "\n              Damage is caused by the adults and larvae of the rice hispa, Dicladispa armigera. Adult beetles  scrape the upper surface of leaf blades leaving only the lower epidermis. Eggs are laid inside minute slits on the tender leaves, generally toward the tip. The grub is whitish yellow and flattened. It feeds inside the leaf tissue by mining along the leaf axis, and subsequently pupates internally. The adult beetle is somewhat square-shaped, about 3-5 mm in length and width. it is dark blue or blackish in color with spines all over the body. Grassy weeds, heavy fertilization, heavy rains and high relative humidity favor rice hispa infestation.\n            ", "निवारक उपाय": "\n              No effective resistance trait to this pest is available in rice.,Use narrower plant spacing with greater leaf densities that can tolerate higher hispa numbers.,Grow crops early in the season to avoid peak populations.,Cut the shoot tip to prevent egg laying.,Remove any kind of weed from the rice field during the crop-free season.,Infested leaves and shoots should be clipped and burned, or buried deep in the mud.,Apply a crop rotation to break the life cycle of the pest.,Avoid excessive nitrogen fertilization in infested fields.,Collect adult bugs with a sweeping net, preferably early in the morning when they are less mobile.\n            ", "जैविक नियंत्रण": "\n              The biological control of this pest is still under study. The larval parasitoid, Eulophus femoralis, has been introduced in Bangladesh and India and may reduce the hispa problem in these areas. The conservation of indigenous natural enemies may also play an important role in the management of this pest. For example, there are small wasps that attack the eggs and larvae and a reduviid bug that eats on the adults. There are also three fungal pathogens that attack the adults.\n\n            ", "रासायनिक नियंत्रण": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. In cases of severe infestation, several chemical formulations containing the following active ingredients could be used to control populations: chlorpyriphos, malathion, triazophos, fenthoate.\n            ", "लक्षण": "\n              Adult beetles feed externally on the upper epidermis, causing a characteristic pattern of white, parallel streaks along the main axis of the leaf. In case of severe infestation, even the veins can be affected, leading to the appearance of large, white blotches. Adults are often present on the damaged leaves, generally on the upper side. The larvae feed on the green tissue between the two epidermis of the leaves, tunneling along the veins and causing white patches. They can be detected by holding the damaged leaf against light or by passing the fingers along the tunnel. Infested leaves dry up, and present a white appearance in the field. From a distance, severely damaged fields look burnt.\n            "}