{"ट्रिगर": "\n              Cherry leaf spot is caused by the fungus Bolumeriella jaapii, which can affect, besides cherry, plum and apricot trees. The fungus overwinters on fallen leaves on the orchard floor. In spring, when temperatures are above 6°C, the fungus germinates and produces spores that are spread by wind or rain. Leaves remain susceptible throughout the growing season. The infection cycle can be repeated several times during a single season, depending on environmental conditions, particularly leaf wetness. For example, at temperatures below 10°C and above 30 °C, the fungus needs 28 hours of leaf wetness for a successful infection. The corresponding time interval at temperatures around 20°C  is 5 hours. This explains why serious damage usually occurs in years with numerous rainy periods throughout late spring and summer. Trees become more susceptible to stress (for example frost), and blossom and leaf production may be reduced for at least the two subsequent years.\r\n\r\n\r\n\n            ", "निवारक उपाय": "\n              Use more resistant varieties, if available for the crop.,Select a planting sight that is always exposed to direct sunlight and has good air circulation.,Proper pruning to open the canopy will increase sunlight penetration and air circulation.Add plant fortifiers to create a balanced nutrition supply.,Provide a good drainage to the field.,Check the plants for any sign of disease after the leaves are completely unfolded.,Collect and destroy fallen leaves in late autumn.\n            ", "जैविक नियंत्रण": "\n              No biological control solution seems to be available against this disease. Please contact us if you know of any. Treatments with organic fungicides include formulations containing copper salts such as copper hydroxide or copper sulfate may provide some protection against leaf spot infection. Fungicides work best if combined with sanitation of the field. \n\n            ", "रासायनिक नियंत्रण": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Preventive measures are essential to control the disease but ultimately fungicides are required to maximize yield and quality. Five to seven applications are recommended, starting 2 weeks after bloom, depending on disease pressure. The most common active ingredients used to control cherry leaf spot include chlorothalonil, captan, strobilurins and several fungicides such as fenbuconazole, tebuconazole, myclobutanil and fenarimol. The alternation of active ingredients provides the best protection against the generation of resistant fungi.\r\n\r\n\n            ", "लक्षण": "\n              Symptoms vary slightly depending on the species of tree affected. In early summer, round purple to brownish blurred spots appear on the upper side of older leaves. The spots are typically 1-3mm in diameter and turn reddish brown over time. At later stages of the disease, the spots gradually merge to form larger lesions that can cover a large portion of the lamina. In some hosts, the necrotic part of the leaf lesion falls out, resulting in a shot-hole effect. On the lower side of leaves small red to white spots, mainly bound to the leaf veins, can be observed. Over time, they develop into yellowish or white spore cushions that are visible to the naked eye. Leaves will turn entirely yellow and can shed prematurely. Severe infections can lead to a total defoliation by midsummer, with the consequent effect on the development of fruits, which can become soft and immature, or ripen unevenly. \n            "}