{"ट्रिगर": "\n              The symptoms are caused by the fungus Venturia carpophila, which overwinters in twig or leaf lesions. When it finds favorable conditions during the spring, it starts to produce spores that will be the major source of inoculum. These spores are spread  by wind or rain onto the developing young, susceptible twigs, fruits, or leaves. Infections are more severe during late winter or early spring because the dispersal of the fungi is favored by wet and warm environment.  Infection involves an incubation period about 45 days and up to 77 days until primary symptoms appear on peach trees. The cutting of the infected shoots and the removal the mummified fruits (dehydrated fruits that remain on the tree) are good practices to prevent further spread of the fungus in the orchard.\n            ", "निवारक उपाय": "\n              Avoid planting fruit trees in areas that are low-lying or shaded.,Improve the air circulation of the canopy through proper pruning or keeping sufficient space between trees.,Make sure the orchards have a proper drainage.,Monitor the orchard regularly for symptoms of the disease.,If more than 20 fruits show signs of infection, disease management should be implemented immediately.,Remove diseased, mummified fruits, fallen twigs and leaves from the ground around the trees before the growing season.,Remove wild or neglected fruit trees in the vicinity of the orchard.,Pruning should be done regularly.\n            ", "जैविक नियंत्रण": "\n              No biological treatment seems to be available against this disease. In minor cases of infection, though unmarketable, fruits can still be eaten after peeling.\n\n            ", "रासायनिक नियंत्रण": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Fungicide formulations containing captan, chlorothalonil and some  other fungicides are recommended against peach scab. A proper use of chlorothalonil requires application starting from the first signs of the disease and a renewed spray every two weeks. By warmer temperature and wet weather, frequent applications will be needed. Applications may be necessary until 4–6 weeks until harvest.\r\n\r\n\n            ", "लक्षण": "\n              The first signs of the disease appear early in the season, as small, grayish, more or less circular, and slightly sunken lesions on the overwintering twigs. Infected leaves initially show small and green colored lesions under the blade. They later turn yellowish brown and eventually appear as dark brown or black spots. But the most notable symptoms of peach scab occur on the skin of the fruit, where small, velvety, circular spots gradually appear. As they enlarge, they turn darker and may be surrounded by a yellow halo. These symptoms are very similar to the bacterial spots caused the bacterium Xanthomonas campestris. However, peach scab is characterized by the velvety nature of its spots (no pitting of the skin) and the yellow circles that form around them. The infected skin can crack and become distorted, seeping gum. \r\n\r\n\n            "}