{"లక్షణాలు": "\n              Irregular or serpentine white or pale gray lines appear on leaves. These correspond to long, sinuous passageways that are bored by the larvae while feeding between the two leaf epidermis. They are sometimes crossing the main veins or the midrib. The activity of one larvae is limited to one leaf and it never passes to another one. A close look shows a continuous line of black larval frass alongside the tunnels. The frass is actually ejected through holes chewed in the lower epidermis and is commonly seen hanging from the mine in threads. Having finished their feeding, the caterpillar exit the leaves to build pupae suspended from the underside of leaves. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Symptoms are the result of the feeding activity of the larvae of Lyonetia clerkella. Adults are small, with an elongated brown body and a wingspan of about 7-9 mm. Moths overwinter under cracks on the bark or in other shelters. They are nocturnal and are attracted to light. Their narrow silvery-white forewings are marked with black and brown spots on their tips and fringed with a long thin brush of dark hairs. Their hindwings are brown and even narrower, also with a long brown fringe. Females lay oval, whitish eggs, one by one, on the underside of leaves but inside the tissues. After hatching, the caterpillars start to bore sinuous tunnels (mines) between the two leaf epidermis and feed on the tender tissues. Larvae are whitish to pale green, with a brown or black head and and generally remains within the leaf. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              In most cases, treatment is not necessary, since a minor infestation leads only to aesthetic blemishes. You should remove affected leaves. Neem oil can be applied. to deter the moths from laying their eggs on the leaves. Insecticide based on bacterial compounds (Spinosad) can also be used to kill the larvae\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Use insecticides based on pyriproxyfen\n            ", "నివారణా చర్యలు": "\n              Use yellow sticky traps to monitor or mass-catch the moth.,Avoid excess fertilization that would enhance leaf growth and make them more attractive to the larvae.,Remove root initials that contribute to the amount of  food available for larvae.,Remove infected leaves or branches.,Monitor the orchard regularly for symptoms.\n            "}