{"లక్షణాలు": "\n              Adults and nymphs feed gregariously on plant sap and produce abundant quantities of honeydew. They can be seen literally covering stems, leaves, inflorescences and shoots of susceptible plants. The depletion of sap may lead to wilting of leaves and twig dieback. While feeding, it also produces copious amounts of honeydew that coats the leaves and encourages the growth of black sooty mold. During severe infestation, defoliation and twig dieback, as well as the reduced photosynthetic rates, lead to lower tree vigor and a significant reduction in fruit quality and yield. \r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms on trees are caused by the sucking of the phloem sap by the cottony cushion scales Icerya purchasi. In some geographical areas other species may be predominant, for example Planococcus citri. The scale is about 10–15 mm in length and it can complete its life cycle in around 2 months when conditions are favorable. Females can produce up to 1000 eggs, which are carried on a cottony egg sac in the abdomen and laid on leaves. Newly hatched nymphs (or crawlers) feed first on leaves, usually along the veins, and young twigs. As they grow older, they can also be found on branches and the trunk, rarely on the fruit. They like moist, cool conditions and do well in citrus trees with dense canopies. As they develop, they build a thick, cottony waxy coat that protects them. Ants that feed on the honeydew tend the scales and the nymphs and disrupt the activity of natural enemies. Species of Mora, Acacia  and Rosmarinus are notable alternative hosts but it can also damage many types of fruit and forest trees, as well as ornamental shrubs. \r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Most notable predators include ladybirds and lacewings. Specific natural enemies include the vedalia beetle, Rodolia cardinalis, which young larvae feed on eggs of the scale and older ones on all scale stages. The parasitic fly, Cryptochaetum iceryae, is also a very effective parasite of this scale. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Scales and crawlers are covered by a thick wax coating, which makes them difficult to treat with chemical insecticides. Timely applications of products based on the active ingredients acetamiprid and malathion are recommended against this pest. The application of petroleum spray oils soon after hatching of the eggs can ward off the crawlers and deter them from feeding on plant tissues. \n            ", "నివారణా చర్యలు": "\n              Monitor the orchards regularly for the presence of the scale.,Select several green twigs per tree and examine each twig for the presence of adult scales with egg sac.,Avoid the excessive use of pesticides, as this can affect negatively the populations of natural enemies.,Prune the trees in a way that allows a good ventilation of the canopy.,Remove suckers from the trees and dead crop residues from the ground.,Use barriers and traps  to control the ants that tend the cottony cushion scale.\n            "}