{"లక్షణాలు": "\n              Fireblight is characterized by a series of symptoms on leaves, blossoms, fruits and shoots. Leaves and blossoms start to wither and turn quickly green gray and later brown or black. They remain attached to the branches throughout the season. Growing shoots also turn green gray, wilt and bend over taking a ‘shepherd’s crook’ aspect. As the disease progresses, more and more shoots shrivel and die. In severe infections, trees may appear to have been scorched by fire, giving the disease its name. Cankers appear on branches and gives them a darker color, with sunken and cracked bark. Underneath the dead bark, the wood is stained with a reddish brown color. In warm, humid weather, a slimy white liquid may exude from the infected plant parts. If left untreated, the infection moves down to the roots and the entire trees can die. \r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Fireblight is a disease caused by the bacterium Erwinia amylovora that infects apples, pears and ornamental plants of the same family. Stone fruits, such as plums, cherries, peaches and nectarines are not affected by this disease. Damage can be seen from spring to autumn. The bacteria overwinters in cankers on twigs, branches or trunks. Under favorable conditions during the spring, it resumes growth into the inner tissues, conferring them a brown color. This hinders water and nutrient transport and leads to the wilting of the shoot tips, that eventually bend over downward. Splashing rain or insects transmit the bacteria to nearby open flowers or quickly growing shoots. High soil fertility and soil moisture also increase the severity of damage. Warmer conditions or injuries favors the infection.  \r\n\r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Dilutions of Bordeaux mixture or other copper product (about 0.5%) applied several times during blossoming period may reduce new infections. Timely application following weather conditions is recommended. Apply at four- to five-day intervals during periods of high humidity. Be aware that some copper products may cause scarring of the fruit surface. Applications of products containing Streptomyces lydicus can also help to reduce bacterial spread.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Copper products can be used during blossom period when trying to control fire blight. However, even multiple applications does not confer adequate control. When pruning, tools should be disinfected with a 10% bleach solution or an anti-bacterial cleaner. \n            ", "నివారణా చర్యలు": "\n              Plant resistant varieties, if available.,Chose slow-growing varieties that are not so responsive to fertilizers.,Monitor orchards regularly for signs of the disease.,Prune out infected branches and burn them, preferably by the end of the winter.,Clean cutting tools carefully with a disinfectant after use.,Make sure not to injure the trees during field work.,Allow for an open canopy through proper pruning.,Do not apply excess nitrogen to the trees.,Make sure not to plant alternative hosts around the fields.,In cases of serious infection, remove the entire tree, including the stump.,Do not irrigate trees during blooming period.\n            "}