{"లక్షణాలు": "\n              First symptoms on apple and pear trees appear on foliage, and are characterized by poor terminal growth and small chlorotic, wilting leaves. Trees may also have a stunted aspect. By this time the development of the rotting in roots and crown is already in a well advanced stage. Upon removal of the bark, the internal tissues show a well-defined areas with a orange- to red-brown tinge. As the disease progresses, they enlarge and turn brown. The necrosis or rotting of the vascular tissues limits the supply of nutrients to the whole plant. General stress symptoms such as pale, wilting leaves and leaf drop ensue and stunted plant growth are due to that. Trees decline over several seasons and eventually die. Fruit rot can also occur, showing as dark-brown lesions that can affect the entire fruit. Fruit trees are susceptible to the rotting at different stages of maturation. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the soil-borne fungus Phytophthora cactorum, which has an extremely large number of hosts. It thrives in wet soils, and can thus be a problem in low-lying areas, prone to flooding, or in moist field conditions. Warm periods also favors the production of spores and thus the infection. It attacks both apple and pear trees, but it is rarely a problem in the latter. The critical phase for infection is before the flowering stage. The major source of infection is fallen fruits emitting fungal spores or the introduction of  infected transplants. Symptoms of crown and root rot occurs when the infection is below the soil line. Collar rot occurs above the soil line on the lower trunk. In both cases foliar symptoms are indicative of the rotting of the internal tissues of roots and the dysfunction of the vascular tissues.  \r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              As of today, no biocontrol methods have been developed against this fungi. However, fungicides containing copper can be used for the treatment of the infected trunk. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Commercial fungicides containing mefenoxam, etridiazol or fosetyl-aluminum can be used to decontaminate the soil, but are useless for the treatment of infected parts of the plant. Treatment with a combination of metalaxyl+mancozeb around the base of trees can also prevent the growth of P. cactorum in the trunks.  \r\n\r\n\r\n\r\n\n            ", "నివారణా చర్యలు": "\n              Choose resilient plant varieties, if available.,Provide good drainage to the fields.,Cut out infected twigs and branches.,Infected fruits should also be collected and left to macerate in alleyways.,Avoid excessive weed growth near the trunk.,Add mulch around the tree trunk to avoid soil splash.,Remove soil from the base to expose the infected trunk and let the area dry, refill with fresh soil in autumn.,Only pick fruits above a certain height for storage.,Apply 5% urea spray to accelerate the maceration of eaves in the orchard.,Avoid contamination of fruits with mud splash from tractor.\n            "}