{"లక్షణాలు": "\n              In the field, one of the first indicators of root knot nematode infection are areas of depressed growth, where plants are shorter and less vigorous than healthy ones. In hot, dry weather, these infected plants wilt and in severe cases, they are stunted and chlorotic because of water and nutrient deficiencies. Nematode-induced galls, consisting of globular, irregular deformations, form within the root architecture. Severely infected plants often die long before maturity and fail to produce seed. Susceptible soybean plants can be infected at any stage of development. Aboveground symptoms can be easily confused with other soil-related factors like excessive soil moisture or drought, extreme soil pH values, or radical soil texture differences within a field. \n            ", "ట్రిగ్గర్": "\n              M. ethiopica is a polyphagous pest that is able to parasitize at least 80 different host plants, including many economically important crops. Its life cycle includes 6 stages: an egg stage, 4 immature stages, and an adult stage. It can develop from egg to egg-laying adult in as little as 21 to 28 days during the warm summer months. Immature stages and adults are tiny, long, slender worms that cannot be seen without the aid of a microscope.  Root-knot nematode survives from season to season primarily as an egg in the soil. These  hatch when soil temperatures are warmer and the juveniles invade roots, usually at root tips, gradually causing knots to develop there. Males eventually leave the roots, but the females remain embedded there, and lay eggs forming a jellylike mass that oozes from the rootlets into the soil.\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Some specific organic soil amendments work fine to reduce populations of nematodes. Bacterial treatments of soils and seeds with biopesticides containing Pseudomonas Fluorescens, Pasteuria penetrans or Bacillus thuringiensis also work against some species. Root colonizing fungi (Fusarium) or nematode-feeding fungi (Pochonia chlamydosporia and Paecilomyces lilacinus) are another solution. Predator nematodes can also be used.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Application of nematicides can protect the roots during formation and may give a lasting control of root-knot nematode.\n            ", "నివారణా చర్యలు": "\n              Chose resistant varieties, if available in your area (several are on the market).,Regularly monitor plants and roots for symptoms of the disease.,Perform a biannual crop rotation with non-susceptible crops.,Uproot susceptible plants at the end of the harvesting stage.,However, make sure not to move around soil within the field.,Maintain an intense standard of hygiene for any tillage equipment.,Practice a fallow period to break the life cycle of the nematode.\n            "}