{"లక్షణాలు": "\n              The disease usually starts on older lower leaves and slowly progresses to younger ones. The presence of light brown, rounded spots of up to 7 mm in diameter, surrounded by a darker brown or reddish ring, is the characteristic symptom. Some of these spots can also have an irregular shape. Initially they actually are dirty green, but as they mature they gradually take their typical shape and brown color, with their silvery gray to white center. The tissue in the inner spots dies and may become brittle. Moreover, with the help of a magnifying glass, a white, powdery fungal growth is visible in isolated spots on moist leaves. The leaves eventually turn brown and dry out.\r\n\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The disease is caused by fungus Ramularia beticola, which can survive on plant residues and in the soil for up to one year. The distribution of the spores takes place through wind and rain splash. The fungus is also believe to be seedborne. Optimal conditions for its development are high humidity and cool weather. Symptoms become apparent after about 15 days at temperatures ranging from 17 to 20° C and a relative humidity of more than 95 %. However, as soon as warm, dry weather occurs, plants may recover. Excessive use of nitrogen fertilizers, sulfur deficiency or high plant density can also influence the incidence of the disease and its intensity. Close rotations and the use of irrigation also favor the life cycle of the pathogen. \r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Biological products based on the bacteria Bacillus subtilis, Bacillus amyloliquefaciens, Pseudomonas aureofaciens, or the fungus Trichoderma asperellum can be used as foliar sprays.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. An effective way to control the pathogen is to use fungicides of the family of the triazoles, for example epoxiconazole.\n            ", "నివారణా చర్యలు": "\n              Plant resistant varieties, this is the most cost effective method.,Apply lime to adjust pH in acidic soils.,Ensure balanced fertilization with potassium, phosphorus, and boron fertilizers.,Avoid excessive application of nitrogen.,Remove weeds from the fields and surroundings.,Plow deep with a single-furrow plow to favor drainage of soil.,Till the land to eliminate soil crust and improve soil aeration.,Plan a crop rotation of at least 3 years.\n            "}