{"లక్షణాలు": "\n              The caterpillars feed on plants and cause injury in the form of shot holes on leaf blades, skeletonized leaves and stem dieback. In severe cases, entire swarms may invade the transplanted plots in large numbers and devastate the crop overnight, similar to how cattle might. The swarming caterpillars damage paddy crop by cutting off leaf tips, leaf margins, and even the plants at the base. The damage is more severe on seedlings in nursery, direct seeded crops and rice in early tillering stage. After having devastated a crop, the swarm of larvae migrate to another field in what looks like a regular army formation. In the last decade, it has emerged as a serious pest of rice seedlings that can cause losses from 10 to 20%.\n            ", "ట్రిగ్గర్": "\n              The damage is caused by the paddy swarming caterpillar, Spodoptera mauritia. This polyphagous species can occasionally cause serious losses to rice crop. Moths are ashy gray and have a wingspan of about 40 mm. Females are nocturnal in habit and mate just 24 hours after their emergence. One day after mating, they start to lay eggs in batches of about 200-300 on various types of grasses, weeds and rice leaves. The larvae feed on leaf tissues and undergo six larval stages that can bring them to a final length of 3.8 cm. The fully grown larvae are smooth, cylindrical and have a largely pale body with dorsal stripes. Two rows of C-shaped black spots are visible along their back. They feed during the night and hide in the soil in day time. Pupation takes place in a cocoon dug in the soil.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              In small areas, ducks can be released in the field to feed on the larvae. Adults can also be eliminated by introducing Bolas spiders, which has the ability to produce a pheromone similar to female moth. This attracts male moths and results in less mating. The nematode Steinernema carpocapsae and usage of spray solutions containing Nucleopolyhedrovirus are also effective against the paddy swarming caterpillar.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with both preventive measures and biological treatments if available. The field edges may be dusted with gammexine (0.025 %) in the early stages of infection to avoid the migration of the caterpillars. The application of contact insecticides based on beta-hexachlorocyclohexane also controls the caterpillars effectively.\n            ", "నివారణా చర్యలు": "\n              Monitor the field regularly for infestations.,Collect caterpillars with a hand net or sweeping basket to reduce the number.,Deep plow the fields in summer to kill pupae.,Remove excess nursery plants and weeds from the field and surroundings.,Ensure alternate flooding and drying of the fields to break the life cycle of the pest.,Avoid excess use of nitrogen.,Crop rotation with non-host plants helps to eliminate the disease.,Moths traps can also used to collect adults.,In case of severe attack, isolate the field by trenching and destroy the crop by plowing.,Caterpillars and pupae can then be picked up by predator birds.\n            "}