{"లక్షణాలు": "\n              Symptoms include feeding damage on leaf tips or along leaf margins, sometimes only leaving the midrib (leaf skeletonization). During severe infestations, the older larvae can remove whole leaves and even whole seedlings from the base. Characteristic for M. separata is also the cutting of the base of the panicles, and those that are left simply bend over or fall. Grass-green young larvae with dorsal stripes appear on the plants. Damage is often localized to one part of a field. During outbreaks many fields can be affected at the same time as the larvae migrate in groups between them.\n            ", "ట్రిగ్గర్": "\n              The damage is caused by the larvae of the rice ear-cutting caterpillar, Mythimna separata. Adults have grayish-yellow forewings with a dark-gray or reddish-yellow tinge and peppered with numerous black specks. Females lay round, greenish-white to white eggs on the leaves, either bare or covered with a thin layer of blackish felt. Grass-green young larvae with dorsal stripes soon appear on the plants and start to cause damage. Periods of drought followed by heavy rains favor adult longevity, the length of the oviposition period and the hatching of eggs. Nitrogen fertilizers improve plant growth and cause more larval feeding and survival. Alternative hosts include, among others, barley, wheat, maize, oat, sorghum, sugarcane, bamboo, cotton, sweet potato, tobacco and species of brassica.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Some aggressive strains of the wasps Cotesia ruficrus and Eupteromalus parnarae have been successfully implemented in fields. These insects lay eggs in the larvae of M. separata, killing them slowly. An important cultural method includes the raising of the water level when the population is in the pupal stage to drown them. Flooding also limits plant-to-plant dispersal of the larvae of M. separata. Ducks in paddy fields also help to control populations.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with both preventive measures and biological treatments if available. To prevent the caterpillars from moving to another field, apply a spray along the boundary of infested fields with cypermethrin to avoid the migration of the larvae. If there is high infestation of army worm, chemical spray is necessary. It is recommended to spray cypermethrin @ 1 ml / 1 l water. The best time to spray is in the later part of the day.\n            ", "నివారణా చర్యలు": "\n              Plant high-tillering varieties if available.,Monitor the field regularly for symptoms and presence of M.,separata.,Avoid rotation with alternate hosts such as wheat or maize.,Keep weeds (particularly Gramineae) in check as they are also alternative hosts.,Use fertilizers reasonably as they favor the pest.,Hand-pick egg masses or larvae when spotted.,Create barriers (e.g.,ditches) in migrating larvae paths to trap them.\n            "}