{"లక్షణాలు": "\n              Small, brown, circular spots develop first onto the upper surface of leaves. As they enlarge, they turn bright orange-red with a dark brown center. In late summer, grain-shaped, brownish and gall-like outgrowths can be observed on the underside of leaves. Occasionally, the fungus can also cause lesions and sunken cankers in the bark of branches and young trunks. Even though the fruits are not directly affected, a severe infection can cause defoliation and crop losses.\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Gymnosporangium sabinae, which attacks both pear trees and junipers. Pears are only an intermediate host for the pathogen and both trees are actually needed to complete its life cycle. It is not able to survive on dead plant material, so it must alternate between hosts. The fungus hibernates in juniper, which is its primary host. In spring, the spores spread from juniper and infect nearby pear trees. The spots that emerge on the underside of the pear leaves are in fact spore-producing structures. These spores cannot reinfect pear leaves, so by the end of the summer, they are dispersed over long distances (up to 500 meters) to infect new junipers. There, it causes perennial horn-like swellings on the branches. These outgrowths are particularly conspicuous in spring, following periods of high humidity. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              As of today, no biological treatment is known for this disease. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Low levels of infection are usually not a problem and can simply be ignored.  Fungicides based on difenoconazole can be used to control the disease. For home gardeners, the fungicides tebuconazole, tebuconazole with trifloxystrobin, and triticonazole are approved for the control of rust diseases. \n            ", "నివారణా చర్యలు": "\n              Carefully prune the fungal structures on the junipers.,Alternatively, remove nearby standing juniper trees.,Add plant fortifiers for the general strength of your pear trees.,Prune out any infected branch seen on pear, not single leaves.\n            "}