{"లక్షణాలు": "\n              The infection can occur at any growth stage and is first visible on the leaves. Initial symptoms appear as small, white spots that can be located on both sides of the lamina. Over time, these spots develop into bright orange rust blisters that correspond to spore-producing structures. As the pustules continues to grow, they  break open to release spores. Leaves eventually become chlorotic and lesions may develop along the length of the lamina, sometimes causing slit-like openings. In case of heavy infections whole plants turn yellow and wilt, which can lead to premature die off of the plants. If plants are affected early on, or if an heavy infection takes place, small and shriveled bulbs with low quality will be yielded.\n            ", "ట్రిగ్గర్": "\n              The disease is caused by the fungus Puccinia porri, which can only survive on living plant tissues. It must either overwinter on an alternative host (weeds or volunteer plants), or produce spores to pass the dormant season. These fungal spores are transported by wind and rain splashes to other plants or fields. High humidity, low rainfall and temperatures from 10-20°C are the most favorable conditions for the life cycle of the fungus and the spread of the disease. In these conditions, once the fungal spores have landed on host plants, fungal growth and colonization begins. The time span between infection and outbreak of the disease is between 10-15 days, depending on temperature and levels of humidity. The main time for spreading is late summer. The disease can lead to heavy yield losses and may lower the capacity of storage of the bulbs. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Prevention is the only way to tackle rust in the long term. Some formulations containing sulfur are considered organic and can be used in a preventive manner to lower the infection risk. There are different ways of application, for example sulfur powder can be sprinkled or dusted on the plants. Or sulfur mixed up with water could be used as a foliar spray application or poured on the soil around the plant base. For a proper application, please follow the corresponding product manual or ask your local trader.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments, if available. Products containing azoxystrobin or mancozeb can be used as preventive foliar spray or soil applications to prevent the infection risk. Please be aware that it is not possible to cure this fungal disease.\n            ", "నివారణా చర్యలు": "\n              Use healthy seeds or planting material from a certified source.,Follow recommended spacing for row planting to ensure good ventilation and avoid the spread of the disease.,Select well-drained planting sites, ensure good drainage of the fields and do not overwater.,Ensure careful handling while weeding to avoid damaging the bulbs.,Do not cultivate plants from the allium family in nitrogen-rich soil.,Use potassium-rich fertilizers (for example sulfate of potash).,Watering in the morning is recommended to avoid moist conditions during the night.,Check your plants or fields regularly for any sign of disease.,Remove infected plants once initial symptoms are spotted and destroy them by burning for example.,Plan a crop rotation with non-host crops for at least 2-3 years.,Destroy volunteer allium plants during that time to ensure pathogen-free planting sites.,Disinfect your equipment and tools and wash your hands frequently in order not to transmit the disease from between fields.\n            "}