{"లక్షణాలు": "\n              Round or oval sunken patches of dead bark (cankers) can be observed on trunks and branches. Infections often begin at around wounds or buds of twigs and young branches in the form of reddish sunken lesions. The lesions later grow into a canker that may be girdle and kill the branches in a single season. On larger branches, they  have the form of brownish-red, concave, sunken spots that later burst open and show open dead wood exposed in the center. The dead bark shows concentric rings accumulated over the years and the typical raised edges. Branches above the canker are weakened and progressively die. Developing fruits are sometimes attacked, and will show a dry \"eye rot\" around the calyx.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Nectria galligena, which attack the bark of a number of trees, among them apple. The fungus spreads through water-borne spores during the summer and airborne spores in winter and spring. Both these types of spores can initiate infections when they land on scarred and wounded tissues. The type of injury to the trees that favors the infection are those inflicted by pruning cuts, frost, scab disease and aphids. Canker seems more serious on moist soils, heavy soils and acid soils. The optimum temperature for an outbreak of the disease is 14 - 15.5 °C. Prolonged moisture of trees is also an important factor (6 hours or more). The size of cankers wax and wane depending on the strength of the trees and its capacity to growth bark over the infected tissues. \r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No biological control of this fungus seems to be available as of today. Wound seal products based on copper can be used to limit the incidence of the fruit tree canker. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. After pruning infected branches, the exposed surface should be treated with a wound seal product or paint. Fungicides based on copper hydroxide or captan can be used for that purpose to limit the incidence of the fruit tree canker. Copper treatments could also be applied during leaf fall and bud swelling.\n            ", "నివారణా చర్యలు": "\n              Make sure to use a resistance variety, if available.,Avoid injury to plants during field work or harvest.,Ensure of balanced fertilization and cutting.,Prune only during dry weather and always clean cutting tools thoroughly.,Monitor orchard regularly and remove all affected branches and twigs.,Paint wounds with a protective wound seal product.,Make sure the field has a good drainage.,Raise the soil pH by liming if needed.\n            "}