{"లక్షణాలు": "\n              Both nymphs and adults feed on the underside of the leaves and other plant parts by rasping the surface and sucking the oozing cell-sap. The infested tissue turns brown to black and in extreme cases there is total deformation of leaves and later defoliation of the plant. Drying and shedding of flowers occurs regularly as well as scabs on fruits that will reduce their market value. Although infestation occurs throughout the year, it peaks during drier months and in soils with excessive nitrogen fertilizer application.\n            ", "ట్రిగ్గర్": "\n              Symptoms are caused by two species of thrips, Scirtothrips dorsalis and Rhiphiphorothrips cruentatus. Scirtothrips dorsalis adult is straw yellow in color. Females lay about 50 grayish-white bean-shaped eggs, usually inside of young leaves and buds. As  populations increase, they will also chose the surface of mature leaf blades. The incubation period is 3-8 days. The newly hatched nymphs are minute, with a reddish body that later turn yellowish brown. Nymphs entering the metamorphic process drop off of the plant and then complete their development in loose soil or leaf litter at the base of their host. Pupal period lasts 2-5 days. Adult R. cruentatus are minute, slender, soft-bodied insects with heavily fringed wings, blackish brown with yellowish wings and measure 1.4mm long.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Various biological controlling agents like minute pirate bugs of the genus Orius, and the phytoseiid mites Neoseiulus cucumeris and Amblyseius swirskii have been reported to provide effective control of thrips in pomegranate. Predatory mites like Euseius sojaensis, E.hibisci and E. tularensis have also been used effectively to control populations on alternative hosts like pepper and grapes.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Foliar sprays containing malathion are recommended for thrips control. Application of other pesticides are also effective in reducing the population of S. dorsalis. For example, the use of spinosyn and abamectin are known to be effective against thrips in general.\n            ", "నివారణా చర్యలు": "\n              Select resistant varieties, if available.,Sticky traps can be used to monitor thrip populations.,Keep the soil well irrigated and avoid excessive nitrogen fertilizer application.,Enhance tree tolerance by maintaining decent fertilization and cultural practices.,Avoid planting alternative hosts like cashew, grape, guava, avocado and ornamental shade trees.,Windbreaks can protect the orchard from long distance infestations.,Till the soil to bring thrip pupae to the surface, exposing them to the sun.,Avoid overuse of insecticides to preserve populations of beneficial insects.\n            "}