{"లక్షణాలు": "\n              Both nymphs and adults of the rice grasshopper feed on leaves, damaging the margins or cutting out large portions of tissues of the leaf blade. They also nibble at the shoots and florets or at the base of the inflorescence stalks, causing formation of white ears and often severing the panicles. The feeding marks on leaves and shoots, the large portions of leaf edges consumed, and the cut-off panicles are characteristic of this species and can help differentiate it from other leaf eaters, such as locusts. The presence of eggs in rice pods and of yellow and brown nymphs and adults feeding on rice foliage is further symptomatic for the pest.\n            ", "ట్రిగ్గర్": "\n              The characteristic symptoms (scratched leaf tissues, large portions of leaf blade missing, white ears and severed panicles) are caused by the nymphs and adults of the rice grasshopper, Oxya hyla intricata, also commonly known as  the rice short-horned grasshopper. Aquatic environments are suitable for their development and therefore, they are common in moist and swampy areas. Adults are emerald green with a black band on the thorax extending to the wings. Females lay yellow, capsule-shaped eggs on the rice foliage, in compact masses covered with a white secretion to protect them from drying out. Under unfavorable conditions, the adults develop wings, swarm and migrate.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Biological control agents which occur naturally such as wasps, parasitic flies and worms, ants, birds, frogs, web-spinning spiders should be promoted. Fungal pathogens and entomopathogenic fungus (Metarhizium acridum) could also be used to reduce the population density of larvae. Use homemade poison baits from salt water and rice bran.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach of preventive measures together with biological treatments if available. Use foliar insecticidal sprays to control grasshoppers in rice fields that show >10% damage. Granules are not effective. Poisonous bait traps can be used to attract the adults. Insecticides that can be sprayed against the pest include chloropyriphos, buprofezin or  etofenprox. Rice bunds can also be dusted before planting with with malathion.\n            ", "నివారణా చర్యలు": "\n              At planting, clean the rice bunds to destroy egg pods and nymphs.,Monitor the field regularly for characteristic signs of the damage and the presence of grasshopper nymphs or adults.,Pick adults directly from the foliage at night when they are sluggish.,Flood the seedbed to drown the insect.,Sweep small seedbeds with a net to catch the insect.,Remove weeds which might serve as alternative hosts.,Avoid frequent pesticide spray that could affect populations of beneficial insects.,Deep plowing after harvest is recommended in winter season to expose the egg masses to predators.\n            "}