{"లక్షణాలు": "\n              The fungus primarily attacks the stems, although other plant parts may be affected under favorable  conditions. It grows rapidly over the plant tissue and surrounding soil forming a white, fluffy fungal mat with characteristic roundish, tan to brown \"seeds\" called sclerotia. The stem tissues turn pale brown and soft, but not watery. In some cases, the stem may be completely girdled and leaves gradually start to wilt and become chlorotic. Eventually, the plant can lodge or die, and entire rows or large patches of dead plants can be observed within the field. Seedlings are particularly susceptible and die quickly once they become infected. Occasionally, fruits are also covered with the fungal mat and they rapidly decay.\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Athelia rolfsii, also known as Sclerotium rolfsii, thereby the common name of the disease. It overwinters in the soil or associated with plant debris. It causes disease on a wide range of agricultural and horticultural crops (lentil, sweet potato, pumpkin, corn, wheat and peanut, to name a few). In favorable conditions, it has an extremely rapid growth and can colonize plant tissues at or near the soil line in question of days. Low soil pH (3.0 to 5.0), frequent irrigation or rain, dense planting and high temperatures (25 to 35 °C) favor the life cycle of the fungus and the infection process. By contrast, calcareous soils with high pH usually do not cause problems. Dissemination depends on the movement of infested soil and water, contaminated tools and equipment, as well as infected plant and animal material (seeds and manure). \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Antagonistic fungi (often in combination with other treatments) can provide some control against this pathogen. Note that results depend greatly on the type of crop and the environmental conditions. Some of the commonly used organisms are Trichoderma harzianum, Trichoderma viride, Bacillus subtilis, Streptomyces philanthisome, Gliocladium virens and some species of Penicillium.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Use of multipurpose soil fumigants before planting provides a good control of the fungus. Products based on  metamsodium can be used for treatment of seed beds or fields for valuable crops.\n            ", "నివారణా చర్యలు": "\n              Make sure to use healthy seeds from certified source.,Use resistant varieties, if available.,Check that seeding rate is not too high and allow for good spacing.,Planting late may also help to reduce the incidence.,Pick up any diseased plant or plant part and bury it deep or burn it.,Do not overwater plants as this favors the fungus.,Provide the fields with good drainage to prevent excessive soil moisture.,Use stake to keep the plants upright if necessary.,Bury debris deep in the soil to impair the growth of the fungus and expose the soil to solar radiation.,Plan a crop rotation for several years with non-host plants.,Keep your tools and equipment disinfected and clean.,Make sure not to transport soil between fields.,Keep the fields free of weeds.,Take care not to injure the plants during field work.,Use black plastic mulch to cover soil and limit fungal growth.,Adjust soil pH through liming.,provide a good fertilization program to strengthen plants.\n            "}