{"లక్షణాలు": "\n              The fungus causes a wide range of symptoms, depending the tissue attacked and the weather. Minute sunken spots of various colors appear on leaves, stems, flowers or fruits, often surrounded by a more or less marked yellow halo. On leaves, the spots later enlarge to form lesions and can cover a major part of the blades. They turn yellow and can shed prematurely leading to defoliation. Spots on fruits are brown to dark brown, first circular, then irregular as they expand. The fruit later softens and rot develops in the arils which turn dark gray or black but are not watery. Anthracnose also can attack twigs and branches and results in cankers, which are areas of sunken, infected tissue with swollen edges. The infection of the trunk can occasionally result in girdling and dieback. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Glomerella cingulata. It overwinters in infected plant residues on the soil surface or in mummified fruits. In spring its spores are spread via rain splashes or wind and infect neighboring twigs or plants. The most susceptible stages are the bloom and fruit development period. Injuries due to the tree thorns, insect, and animals favor the infection process. Frequent rainfall, a high humidity (50-80%) and a temperature range of 25-30°C favor the life cycle of the fungus. However, it is usually inactive in dry season. Even light infections can cause cosmetic damage to the fruit and shorten its storage life. Other hosts are for example Mango, Guava, and Papaya.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Known biocontrol agents are competitive fungi Aspergillus flavus, Hypocrea rufa, Hyponectria tuberculariformis and Nectriella muelleri. Only the first one is a real antagonist. The others are parasites or pathogens.  \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. A first preventive spray could be applied when flowering begins and the environmental conditions are favorable for the fungus. Then spray at 15 days interval twice, if necessary. Active ingredients are propiconazole, mancozeb or a combination of mancozeb and tricyclazole. Only spray fungicides with an actual registration for pomegranate. It is important to follow the specified concentrations and to use fungicides with different mode of actions to prevent resistances. \n            ", "నివారణా చర్యలు": "\n              Use healthy plant material from certified sources.,Use tolerant varieties available in your area.,Keep sufficient space between the plants to ensure good ventilation.,Provide a good drainage to the fields and do not use overhead irrigation.,Fertilize after the leaves are open and the spring rains have stopped.,Fertilize your crop properly to avoid impact on yield.,Ensure a good field hygiene, with weed control for example.,Avoid mechanical or physiological damage of the plant.,Check your plants or fields for any sign of disease, especially during bloom and fruit development period.,Prune during winter and sterilize the pruning tools.,Rake and remove fallen leaves and infected twigs and branches during the growing season and in fall.\n            "}