{"లక్షణాలు": "\n              This fungus causes two main groups of symptoms in pomegranate that do not necessarily appear concurrently. Commonly called black spot and fruit heart rot, they are often dependent on the variety of pomegranate. Black spot disease is characterized by the appearance of small, reddish brown of black circular spots (1-3 mm) surrounded by a green yellow halo on fruits and leaves. As the disease progresses, these spots coalesce to form larger patches that can cover up to 50% of the fruit surface. On leaves, they become chlorotic and may lead to premature shedding. The outer part of the fruit starts rotting, while the edible tissue remains undamaged. \r\nA slightly abnormal skin color or changes in shape of the fruit can be external signs of heart rot but often the fruit retain their healthy appearance until harvest. As they are cut open, the decay of the arils is obvious. \n            ", "ట్రిగ్గర్": "\n              Black spot and heart rot symptoms can be triggered by many fungi of the Alternaria family but the main cause is Alternaria alternata. These fungi commonly survive on plant debris, mummified fruits or on the soil. The spores are then carried to the flowers by the wind. Insects and birds are alternative vectors. The infection is  favored by frequent rain or humid weather during the late flowering stages or early fruit development periods. \r\nOften, heart rot is is only recognized after the harvest, during storage or transportation. The fungus grows inside the pomegranate fruit which rots and is no longer marketable. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No biological treatment seems to be available to antagonize Alternaria alternata. However, products based on copper oxychloride have been proved highly effective in controlling the disease on pomegranate. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Two preventive sprayings during the blooming period or when the first symptoms appear on the fruits give good control of the disease. Product based on propiconazole, thiophanate methyl or azoxystrobine have been proved highly effective. It is important to follow the specified concentrations and to use fungicides with different mode of actions to prevent resistances. \n            ", "నివారణా చర్యలు": "\n              Use healthy plant material from certified sources.,Fertilize your crop properly increase the plants natural resistance.,Provide a good drainage to the fields as water stress or over watering may result in fruit cracking.,Check your plants or fields for any sign of disease especially during the flowering period.,Collect all the affected fruits and destroy them via burning.,Infected, healthy-appearing fruit may be dropped to the ground by gently shaking the tree at the time of harvest.,Remove of old fruits and dead branches from the field.,Thorough sorting and grading of pomegranates during harvest can avoid the spreading of the disease during storage and transportation.\n            "}