{"లక్షణాలు": "\n              Symptoms can be observed first on the sepals of the flower. Minute, circular and brown to black spots appear there. The spots later enlarge, coalesce and turn darker. The shape becomes irregular and the patches can reach a size of 1 to 12 mm in diameter. On fruit, the spots resemble the lesions observed during bacterial blight but they are darker black, discrete, of various sizes, without cracks and no stickiness. On leaves, the spots are scattered, circular or irregular, dark reddish brown to almost black with a diffuse yellow margin. The spots are from 0.5 to 5 mm in diameter and do not coalesce. Spotted leaves become pale green, turn yellow and fall off. Black elliptical spots appear on twigs, become flattened and depressed with a raised margin. Infected twigs dry out and die. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Pseudocercospora punicae. It can survive in plant debris and in infected stem portions of the plant. It is spread by wind borne spores. The disease emergence is favored by rainfall and water-saturated soil. So the infection process and the disease spread are fast during humid and rainy conditions. Leaf spots can reduce yield indirectly. They minimize the area which is able to produce energy thanks to photosynthesis. The infected leaves cannot be sold for tea production or anything else. Fruit spots results in an economic loss of the market product. Infected fruits cannot be sold either. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sorry, we can`t find anything about biological control agents for this disease. We are looking forward to fill this gap.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. If the economic threshold is reached, control measures have to be introduced. Two to three sprayings at 15 days interval of a fungicide after fruit formation gives good control of the disease. Active ingredients are mancozeb, conazole, or kitazin. Only spray fungicides with an actual registration for pomegranate. It is important to follow the specified concentrations and to use fungicides with different mode of actions to prevent resistances. To respect the waiting period is also very important.\n            ", "నివారణా చర్యలు": "\n              Use certified pathogen-free plant material.,Use tolerant varieties available in your area.,Fertilize your crop properly to avoid impact on yield.,Provide a good drainage to the fields.,Check your plants or fields for any sign of disease at any growth stage, especially during flowering.,Good field sanitation helps in controlling the fungus.,The diseased fruits should be collected and destroyed.,Pruning and destruction of diseased twigs is recommended.,Fallen leaves should be raked up.,Store the pomegranate at 5°C and a relative humidity of higher than 92% for eight to twelve weeks.\n            "}