{"లక్షణాలు": "\n              Net blotch has two forms: the spot form and the net-like form. Symptoms are most commonly found on leaves, but can occasionally appear on leaf sheaths and glumes. The net form starts as pinpoint brown lesions which elongate and produce thin, dark brown streaks along and across the leaf blades, creating a distinctive net-like pattern. Older lesions continue to elongate along leaf veins and are often surrounded by a yellow margin. In the beginning the spots are small solid brown oval lesions, surrounded by yellow edges. Later on, the spots may grow to light or dark brown blotches of 3-6mm in diameter. The ear can also be infected. Small brown streaks, without the netted appearance, develop on the glumes, causing reduced yields and shriveled seeds.  Infected kernels have indistinct brown lesions at their base.  \n            ", "ట్రిగ్గర్": "\n              Net blotch is caused by the fungus Pyrenophora teres. It overwinters on crop residues and volunteer plants. The disease can also arise from infected seed, but usually with minor incidence. The disease spreads by air-borne spores and rain splashes. Primary crop infection occurs after approximately six hours of moist conditions at temperatures between 10ºC and 25ºC. Dispersal of spores via wind happens 14 to 20 days after primary infection whenever conditions are favorable. Severe infection reduces green leaf area and plant productivity, and can kill the leaves prematurely. The fungus also grows into the stem. After harvest it survives on the left stubble, from where a new infection can start during the following season. Net blotch mainly causes reduced seed weight and grain quality. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sorry, we don't know of any alternative treatment against Pyrenophora teres . Please get in touch with us in case you know of something that might help to fight this disease. Looking forward to hearing from you.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Foliar fungicides containing triazole and strobilurin are effective in controlling both forms of net blotch. Avoid using tebuconazole. In high rainfall environments it may be necessary to apply two sprays. Whenever possible, rotate fungicides with different modes of action, which will reduce the risk of development of resistance. Seed dressings are only effective against net-form net blotch. \r\n\n            ", "నివారణా చర్యలు": "\n              Use seeds from healthy plant material or from certified pathogen-free sources.,Use tolerant varieties if available.,Sow later in the season if possible.,The seedbed at planting should be warm, moist and well-drained.,Do not plant deeper than necessary to provide enough moisture to seeds.,Ensure adequate nutrition.,Make sure soils have an adequate level of Potassium.,Monitor crops closely around flag leaf emergence.,Crop rotation with any other crop, a two-year break may be required.,Control grasses and volunteer crops.,Plow deep to bury plant residues under the surface after harvest.,Reduce stubble residue carry-over as much as possible.\n            "}