{"లక్షణాలు": "\n              The first visible symptom of the presence of this pest is the wilting of shoot tips as a result of early larval feeding. Later, flowers, flower buds and stems are also affected. Young larvae bore through the terminal part of the mid rib of large leaves and tender shoots to penetrate the stem and cause “dead hearts”. Mature larvae bore into the fruits and leave small entrance holes closed by dried excrement. The inside of the fruit is hollow, discolored and filled with frass. Wilting and weakening of plants may occur in severe infestation, causing yield loss. The fruits produced by those plants may be unsuitable for consumption. Damage is most severe when a substantial population has built up over several generations.\n            ", "ట్రిగ్గర్": "\n              The damage is caused by the larvae of the moth Leucinodes orbonalis. In Spring, females lay creamy-white eggs singly or in groups on the undersides of the leaves, on stems, flower buds, or the base of the fruit. Larvae hatch after 3 to 5 days and usually bore directly into the fruit. The fully grown larva is stout, pink colored with brown head. When feeding is complete pupation occurs in a gray, tough cocoon weaved on stems, dried shoots, or among fallen leaves.  The pupal stage lasts for 6 to 8 days, after which adult appears. The adult moths live for two to five day, completing a life cycle that lasts 21-43 days depending on the environmental conditions. There can be up to five overlapping generations in their active phase in a year. During winter the larvae hibernates inside the soil. This pest feeds on many other solanaceous plants such as tomato and potato. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Several parasites feed on the larvae of L. orbonalis, for example Pristomerus testaceus, Cremastus flavoorbitalis and Shirakia schoenobic. Species of Pseudoperichaeta, Braconids and Phanerotoma should also be promoted or may be introduced in the field. Neem seed kernel extract (NSKE) at 5 % or spinosad can also be used on infested fruits. Nets with a sticky substance such as glue can be applied over the top 10 cm edging to avoid the laying of eggs. If glue is not available, extend the net 40 cm over the 2 m height, then bring it out and down to an 80-85 degree angle against the vertical net. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Treatments will vary depending on the phase of infection and the season. Spraying of sevimol (0.1%), endrin (0.04%), or malathion (0.1%) at regular intervals keep the pest infestation under control. Avoid use of synthetic pyrethroids and the use of insecticides at the time of fruit maturation and harvest.\n            ", "నివారణా చర్యలు": "\n              Plant resistant or resilient varieties, if available in your area.,Intercrop susceptible hosts with other species like fennel, omum, coriander and nigella, if possible for two seasons.,Monitor the cultivation site regularly for symptoms of the pathogen.,Affected leaves, shoots or fruits should be plucked and destroyed at a distance from the field.,Keep the ground clean from fallen fruits, leaves and shoots.,In case of heavy infestation, the whole plant should be uprooted and destroyed.,Use nylon net barriers to prevent the migration of the moth to other crops or fields.,Use pheromone traps to attract or mass catch moths.\n            "}