{"లక్షణాలు": "\n              Some or all sorghum florets in a panicle are replaced by a soft, white, almost spherically shaped fungal structure that grows between the glums.  Sticky, liquid droplets of spore-bearing honeydew, thin to viscous, orange-brown or superficially white, may exude. Under conditions of high relative humidity, the honeydew is of low viscosity and the surface white. The surfaces of the panicle, seed, leaves, stalk and soil also become smeared by the dripping honeydew and appear whitish. A white, powdery crust forms wherever such honeydew dries. The honeydew may be colonized by several types of opportunistic fungi. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Claviceps africana. Infected sorghum flowers exude honeydew with a high concentration of primary spores.  Additionally, windborne spores are produced that are spread over moderate to large distances. The primary infection starts with mature seedborne spores or infected panicles fallen on the ground during the harvest and/or honeydew remnants sticking to the seed. Dried honeydew stays infectious for 9–12 months. Germination occurs in the range 14-32°C, optimum 20°C. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Some commercial products containing specific fungal isolates, including those of Trichoderma species, could reduce or prevent disease in glasshouse trials, particularly several days before fungus inoculation.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Seeds affected by infectious honeydew should be treated with captan. In the absence of rains, 3-4 ground spray applications with propiconazole or tebuconazole (triazole fungicides) at intervals of 5-7 days showed good results in seed production varieties. These fungicides as well as azoxystrobin can also be applied directly on the stigma with satisfying effect. \n            ", "నివారణా చర్యలు": "\n              Use seeds from healthy plants or from certified sources.,Try to sow as early as possible to avoid the germination period of the fungus.,Plant varieties which have less susceptibility to the fungus e.g.,low, pre-flowering temperature tolerance, tight glumes and reduced floret gaping period.,Monitor the field regularly and remove infected panicles immediately using sterile tools.,Deep plowing of field residues and 3-year crop rotations reduce the infections.\n            "}