{"లక్షణాలు": "\n              Symptoms appear first on young fully developed leaves. Yellow chlorotic areas develop in the center of the leaves, limited by the veins that remain green. In case of severe deficiency, the chlorosis progresses to the rest of the leaf and small veins also become affected. Often, the leaf margins remain green. Later on, necrotic areas develop in the highly chlorotic tissue, also limited by the main veins. This gives the leaves a mottled and scorched appearance. Leaves shed prematurely, the growth of the plant is stunted, and the yield and quality of tubers are compromised. Because they tend to be grown on lighter land, potatoes are one of the crops most likely to show a yield response to magnesium deficiency. \r\n\n            ", "ట్రిగ్గర్": "\n              Magnesium deficiency is particularly a problem in light, sandy soils or acidic soils with low nutrient and water retention capacity. Soils rich in potassium or ammonium or the excess application of these nutrients can also be problematic, because they compete with magnesium. High concentrations of potassium in the soil can thus induce magnesium deficiency. Magnesium is very mobile in the plant and can be translocated easily between different tissues. It is an essential component of chlorophyll molecules. Without sufficient amounts of magnesium, the plants begin to degrade the chlorophyll in the older leaves to transfer it to the newer, developing ones. This explains the development of chlorosis on older leaves first. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Use manure, organic mulches or compost to balance the soil nutrient content. They contain organic matter and many nutrients.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Use soil or foliar fertilizers containing a magnesium complement. Magnesium oxide allows a slow release of the nutrient and is used in blends for an immediate supply of magnesium to crops. Magnesium sulphate releases the magnesium over a four to six week period to the soil and is ideal for a slow release requirement. Foliar sprays may be used as complement in cases where concentrations of potassium or ammonium in the soil are high. \n            ", "నివారణా చర్యలు": "\n              Check the pH of the soil and lime if necessary to get the optimal range.,Plan a good drainage of fields and do not over-water the crop.,Do not over-fertilize with potash.,Use organic mulch to keep soil moisture stable.\n            "}