{"లక్షణాలు": "\n              The caterpillars of S. pilleriana penetrate the buds during proliferation, thereby hollowing them out. If the attack takes place after budding, they can cause extensive damage to leaves, shoots and flowers. Some leaves are webbed together with silk threads and these structures are used as shelters that the larvae exit to feed on other leaves. At heavy infestations, the underside of the leaf blades acquires a characteristic silver tone and the petiole takes a reddish discoloration. Damaged shoots tips can wither and die back, in severe cases leading to defoliation. Bunches can also be attacked, resulting in a large number of berries webbed together with silk threads. If the caterpillars are disrupted, e.g. by opening of the leave nests, they will leap forward and suspend themselves along a secretory thread to the ground. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the caterpillars of the long-palped tortrix, Sparganothis pilleriana. Adult moths have straw yellow forewings with 3 reddish brown transversal bands and uniformly gray, finely fringed hindwings. It has one annual generation and prefers lower temperatures compared to other moth feeding on vine. Females deposit eggs singly on the upper side of vine leaves at dusk. The caterpillars are grayish, greenish or reddish, about 20-30 mm in length and with a body covered with hairs. They overwinter in small silken cocoons under the bark of the grapevines, in the support-stakes or under leaves of alternative hosts. After emergence in mid-spring, they feed for about 40-55 days before they start to pupate in leaves webbed together with silk threads. After 2-3 weeks the moth hatches, usually in mid summer. S. pilleriana may infest over 100 different hosts, e.g. blackberry, chestnut, stone fruit  species, quince and black elder.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Natural predators of S. pilleriana include a long list of parasitic wasps and flies, ladybugs, and some birds. Make sure not to disturb the life cycle of these species by using broad-scale insecticides. Organic solutions containing Spinosad are also recommended. Larvae are also affected by solutions containing the fungus Beuveria bassiana. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Products containing the active ingredients clorpirifos, emamectin, indoxacarb or metoxifenocid can be sprayed in a timely manner to control populations\n            ", "నివారణా చర్యలు": "\n              Monitor the orchard for symptoms of S.,pilleriana from early spring onwards.,Cultural measures include clearing of trunks and branches of dried bark, use of trellis, clearing and thinning of forest belts around vineyards, weed control, sowing of nectariferous plants to support natural predators.,Pheromone traps can also be used to determine numbers and disrupt mating behaviors.\n            "}