{"లక్షణాలు": "\n              Symptoms develop first in older leaves and move gradually up to the younger ones. In mild cases, the mature leaves turn pale green and a light red discoloration of veins and petioles can be observed. Petiole analysis allows growers to detect the outset of a nitrogen deficiency in the crop. As the disorder progresses, the affected leaves become uniformly chlorotic first, and later yellowish-white (veins included) and can show deformation or curling. Premature death and shedding may happen. Plants are stunted and they are likely to have fewer stems. The symptoms result in considerably lowered yields. Recovery after application of nitrogen in the form of fertilizer is evident after a few days. \r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              In periods of favorable weather, it is important to provide the fast growing crops with a good nitrogen supply, so that they can reach their optimal productivity. Potatoes are a shallow-rooted crop, generally growing well on sandy, well-drained soils. However, these soils have little organic matter and are prone to leaching of nutrients. Frequent rainfalls, flooding or heavy irrigation wash the nitrogen down the soil and can also lead to deficiencies. Periods of drought stress hinder the absorption of water and nutrients, resulting in unbalanced nutrient supply. The soil pH also plays a role in the availability of nitrogen to the plant. Both low or high pH soils negatively affect the absorption of nitrogen by the plant. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              High levels of organic matter can enhance soil structure and improve the capacity of the soil to retain water and nutrients. Organic matter and manure, compost, or peat can be applied to increase nitrogen levels.\r\n\n\n            ", "రసాయన నియంత్రణ\n": "\n              Recovery of potato plants after application of nitrogen is evident after a few days. Amendments can be done using products based on urea, ammonium or nitrate. Nitrogen is often provide as part of base fertilization products containing different rates of this nutrient together with phosphorus and potassium (the so-called N-P-K base trio). On sandy soils, potatoes should be treated with split applications of nitrogen during the growing season. \n            ", "నివారణా చర్యలు": "\n              Do not over-fertilize fields.,Provide fields with good drainage and do no over-water.,Make sure to water plants regularly during periods of drought.,Make sure to grow potatoes in fields with optimal pH.\n            "}