{"లక్షణాలు": "\n              There are differences in susceptibility to phosphorus deficiency between different varieties. A possible indication of a mild to moderate phosphorus deficiency is that plants grow dwarfed but still remain in an extremely upright position. Stems are thinner and leaves tend to curl upwards. Foliage may be dull and darker than normal, turning bluish green. Stems and petioles show a dark green to purple discoloration. If not amended, the lower side of older leaves will also start to show a purple pigmentation, first on the tips and margins and later expanding to the rest of the lamina. Necrotic spots can appear on the leaf edges. Eventually, older leaves turn brown and leathery, resulting in premature shedding.  Lateral root development is inhibited and tuber yield is reduced.\n            ", "ట్రిగ్గర్": "\n              Roots absorb phosphate ions when they are dissolved in the soil water. Calcareous soils with high calcium concentrations can be poor in phosphorus. Most commonly, however, it is the availability of this nutrient that is limited because phosphorus is adhered to soil minerals and cannot be taken up by the plant. Both alkaline soils or acidic soils can show low availability. Soils with low organic matter or iron rich soils can also be problematic. Cold weather that hinders proper development and function of the roots can also lead to this disorder. Drought conditions or diseases that limit the absorption of water and nutrients by the roots can trigger deficiency symptoms. Soil moisture, in turn, increases the uptake of this nutrient and results in significant higher tuber yields. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Phosphorus levels in soils can be replenished by applying farmyard manure, or other materials (organic mulch, compost) or a combination thereof. The incorporation of residues to the soil after harvest can also contribute to maintaining a positive phosphorus balance in the long term and improve soil structure. The decomposition of organic matter provides a steady supply of plant-available phosphorus. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Amendments are inexpensive and varied, and they can be easily applied to alleviate deficiency problems. Phosphorus is applied to plants in the form of phosphate together with nitrogen and potassium (the N-P-K trio in fertilizer products). Soil testing is recommended to determine the ratio of each of these nutrients. It varies depending on the type of soil, the plant variety in question and the concentration of nitrogen in soil. Usually, it is recommend to apply phosphorus and potassium before transplanting. Nitrogen should be applied in split applications later during vegetative growth. At the tuber initiation stage, an adequate supply of phosphorus ensures that optimum number of tubers is formed. \n            ", "నివారణా చర్యలు": "\n              Use varieties that are efficient at mining phosphorus from soil.,Ensure a balanced and efficient fertilization of the crop.,Incorporate plant residues to the soil after harvest.,Use an integrated approach with mineral and organic fertilizers to maintain soil nutrient balance.,Lime soils if necessary to reach the appropriate soil pH.\n            "}