{"లక్షణాలు": "\n              The disease occurs mostly on young and middle-aged leaves. Long, narrow, uniform and watery-green stripes occur first near the midrib and the base of leaf blades. At later stages of the disease, stripes spread across the whole leaf, coalesce and become first light- and then dark-red in colour (necrotic). Leaves wilt, rot and emit a strong, unpleasant odour. As the rotting progresses into the stem, large cavities form within the internodes. At later stages of the disease, tops and inflorescences frequently break off and fall to the ground, this symptom is called top rot.\n            ", "ట్రిగ్గర్": "\n              The bacteria prefers high humidity and high temperatures. The primary transmission takes place through soil and diseased setts, while the secondary transmission happens through air, rain splash and soil\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sorry, we don't know of any alternative treatment against Acidovorax avenae . Please get in touch with us in case you know of something that might help to fight this disease. Looking forward hearing from you.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. To avoid primary infection a treatment of the seeds with the appropriate fungicide for 15 to 20 minutes could be conducted.\n            ", "నివారణా చర్యలు": "\n              Grow resistant varieties.,Collect healthy planting material from the seed nursery.,Implement wide crop rotation with green manure crops.,Improve your drainage system to reduce the incidence of the disease.,Fertilize moderately with nitrogen.\n            "}