{"లక్షణాలు": "\n              This disease affects mainly the roots, leading to poor emergence of seedlings, stunted growth of plants and reduced yields. Symptoms include sunken lesions and brown or black discoloration on roots, shrinking root system and root decay. If they develop at all, nodules are less numerous, smaller and pale in color. In plants growing from infected seeds, seedlings can blight shortly after emergence. The plants that survive are chlorotic and have poor vigor. Plants infected during late stages of development show stunted growth. Opportunistic pathogens colonize and feed on decaying tissue, which makes the symptoms worse. In the field, the disease often occurs in patches and may expand if conditions are favorable for the pathogens. \r\n\r\n\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms can be caused by a complex of soil-borne fungal pathogens that can infect plants at any stages of development. Rhizoctonia solani and Fusarium solani are part of this complex, as the rest of the group, it can survive in soils for long periods of time. When conditions are favorable, it colonizes the root tissues and impair the transport of water and nutrients to the aerial parts of the plant, explaining the wilting and chlorosis of plants. As they grow within plant tissues, this very often found together with ese fungi also inhibit the normal development of the roots and the formation of nodules. Cool and moist soils early in the season favor the development of the disease. In fact, the symptoms are often associated with areas of flooding or waterlogging. Finally, seeding date and seeding depth may have a substantial effect on seedling emergence and yield. \r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Application of solutions containing minute amounts of kinetin or associated with the fungus Trichoderma harzianum as seed soaking could be used for controlling soil-borne diseases such as root rot of lentil. In addition they can also improve growth and productivity of the surviving plants. Field trials are now being carried out to test these products in large cultures.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatment if available. \r\nOnce the fungus has colonized the plant tissues, it is impossible to apply any treatment against it. Seed treatments with thiabendazole plus carbathiin, carbathiin plus thiram improve seedling establishment. Other fungicides are also available. \r\n\r\n\r\n\r\n\n            ", "నివారణా చర్యలు": "\n              Use seeds from healthy plants or from certified sources.,Choose more resistant varieties, if available.,Make sure to choose a field with a proper drainage.,Sow later in the season to avoid unfavorable conditions for the plants.,Ensure a balanced nutrition of the plants.,Ensure a good phosphorus supply during early growth, especially under cool conditions.\n            "}