{"లక్షణాలు": "\n              The disease first appears as water-soaked lesions on leaves that later enlarge and become necrotic (brown) with gray centers. Lesions are elliptical or diamond-shaped, and approximately 2.5 mm in diameter. They are often surrounded by a yellow chlorotic halo which will turn necrotic as they grow, giving the appearance of concentric rings. Culms may also be affected, usually at the leaf sheath, and tend to collapse in case of severe infection. Ears, affected by the neck, become unstable, and if they develop at all, grains are shriveled. In severe infections, the extensive chlorosis results in premature drying of young leaves. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Magnaporthe oryzae. It may persist in plant debris or in shriveled grains of infected ears. It spreads mainly via air-borne spores, initially coming from weeds or other cereal plants serving as alternative hosts. Infected seeds  can give rise to infections in the nursery, later spreading to the main field. Under humid conditions and warm temperatures, the disease is highly favored and features olive-gray overgrowth containing the spores. Germination, formation of spores and invasion of host cells is greatest at 25 °C. Since the grains from diseased heads carry the fungus, seeds should not be used for the next seasons. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Application of Bordeaux mixture is recommended at 8-10 day intervals in the nursery, and at 14 day intervals in the main field. Since maximum damage comes from neck infection, spraying the crop prior to earhead emergence may be crucial to reduce the infection. Sprays containing garlic bulb extract, neem extract or hinosan (an organophosphate) also effectively suppress the fungus. Treatment of seeds with organomercurials compounds helps to reduce the disease potential. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Fungicides containing tricyclazole were highly effective in decimating the fungus. Treatments with prochloraz also resulted in sufficient fungus reduction. These compounds should be sprayed thrice at weekly intervals starting from the booting stage to have effective control and higher grain yield under field condition. \n            ", "నివారణా చర్యలు": "\n              Make sure to use seeds from healthy plants or from certified source.,Monitor the nursery and field regularly for symptoms of the disease.,Remove and destroy infected plants immediately.,Till the field after the harvest and destroy plant residues.,Control weeds and alternative hosts in and around the field.,Do not carry seeds from infested fields to new locations.\n            "}