{"లక్షణాలు": "\n              Ovoposition punctures of the females are clearly visible on ripening fruits. They have a characteristic triangular shape and a dark green color that later turns yellowish-brown. The feeding activity of the larvae inside the fruits is what causes the worst damage. Olive fruits may dry out and fall prematurely. The wounds also may serve as entry points for bacterial and fungal pathogens. Yields and quality of fruits and oil are compromised. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Symptoms are caused by the larvae of the olive fruit fly Bactrocera oleae, whose only host is the olive tree. Adults are about 4-5mm in length, with black brown body, orange head and white or yellow spots on both sides of the thorax. They have translucent wings with a dark spot near the tips and dark veins. The olive fruit fly can survive several months as adults. Females can lay up to 400 eggs in a lifetime, using a stinger at the bottom of the abdomen to pierce the skin of the ripening fruits and deposit a single egg inside. The larvae are creamy white and feed on the fruit flesh, causing considerable damage and even premature drop. There can be 2 to 5 generations of olive fly per year, depending on the temperature (optimal 20-30 °C). \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Several parasitoid wasps can be introduced in infested orchards to bring the populations of olive fruit fly under control. Opius concolor, Pnigalio mediterraneus, Fopius arisanus, Diachasmimorpha krassi or Eurytoma martellii are some of those. Predators include Lasioptera berlesiana. Neem tree extracts or rotenone can be used as natural repellents. Kaolin powder have also been used successfully to prevent females from laying eggs on fruits. Preventive treatments with copper-based repellents (Bordeaux mixture, copper hydroxide, copper oxychloride) also work. \r\n\r\n\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological measures if available. Insecticides based on the active principles dimethoate, deltamethrin, phosmet or imidachlorid can be used when population threshold have been reached. Preventive treatments with poisoned protein baits or mass trapping are also possible. \n            ", "నివారణా చర్యలు": "\n              Choose resistant varieties if available.,Use sticky or pheromone traps to catch the flies and monitor their numbers.,Harvest early to avoid the worst damage, the loss in yield may be compensated for by the gain in quality.,The sanitation of the orchard is critical to avoid population build-up.,Clear the tree or the ground of infected fruits.\n            "}