{"లక్షణాలు": "\n              Symptoms can be observed on leaves, shoots, blossom and fruit, and vary slightly depending on the host affected. The infection of blossoms can take place early in the season and the pathogen remains latent in the developing fruits. A soft brown or dark brown rot gradually develops on the fruit. This is followed by the appearance of gray to tan pustules on its surface, especially if the fruit was wounded previously or if humid weather conditions are prevailing. In low humidity, pustules may not develop at all and the fruit eventually shrivels.  Infected blossoms and leaves turn brown and wither, producing a typical blighted appearance. Stem infections lead to brown, collapsed areas (cankers), often  with exudation of surface gum. Gray specks, corresponding to fungal structures, also appear on these infected tissues under humid conditions.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Monilinia fruticola and partly by the related species M. laxa and M. fructigena. The former tends to occur more often on peaches and nectarines, whereas the latter fungi favor apricots, plum, cherry and almonds. Even though apple and pear trees can also be affected by these fungi, in these trees it is mainly M. fructigena that causes this kind of symptoms. The fungus overwinters in the mummified fruits in the tree or the orchard floor, or in twig cankers. In spring, it resumes growth, produces and release spores that will then infect healthy blossoms, fruits and twigs during the whole season. The usual entry points are either wounds on the tissues or, in the case of fruits, infected blossoms. In the latter case, the pathogen remain latent during fruit development and impact may not be seen until the fruits reach maturity. Warm temperature and prolonged periods of leaf wetness are conducive for spore release and infection and lead thus to greater disease incidence. Crop losses due to the disease can occur pre- or postharvest, during storage or transportation. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Various alternative methods have been tried for postharvest control. Biofungicides based on the bacteria Bacillus subtilis gives as effective control of the fungi in stored fruits. Other treatments tested include various kinds of ultraviolet irradiation, hot water treatments and fumigation with various  short-chain fatty acids (acetic, propionic). A large scale use of these methods have not been carried out so far. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Preharvest fungicide applications are recommended  from the flowering period when disease risk is high. Fungicide formulations containing thiophanate-methyl, iprodione have been used effectively against M. fructicola. Some degree of resistance has been observed for some of these products. A post-harvest fungicide treatment of the fruits previous to storage and handling can reduce the development of the disease after harvest (preferably using a different fungicide). \n            ", "నివారణా చర్యలు": "\n              Select varieties that are less susceptible to the disease.,Use healthy plant material, if possible from certified sources.,Plant the trees to have as much exposition to the sun.,Use pruning methods that allow for a optimal ventilation of the trees.,Remove mummified fruits and infected material (blossoms, twigs) during the growing season.,Do not process, transport or market fruits or planting material from diseased orchards.\n            "}