{"లక్షణాలు": "\n              The pathogen only attacks leaves. At early stages of the disease, the leaves of infected vines develop faint, chlorotic spots, more marked on lower leaf blade. As they grow in size during the season, irregular brown flecks develop in the center of the yellow spots, conferring them an angular appearance and making them more visible. The symptoms may extend to the rest of the leaf, which eventually turns yellow and dies. As the disease progresses, it can cause extensive defoliation by the end of the season. The shortage of leaves results in reduced plant vigor and yield as well as a lesser quality of the grapes. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungal plant pathogen Mycosphaerella angulata. It is an important disease of muscadine grapes (Vitis rotundifolia) but can also affect other grapes. The spores are spread by wind and water splashes to other leaves and plants. They enter and infect the plant tissues through the natural pores present on leaves or through wounds. Infected leaves have a poor photosynthesis, which results in leaf loss, vine poor vigor and exposure of the grapes to sun scald. If it takes place before fruit set, the infection can slow or stop berry development before maturity. The pathogen thrives in warm, wet conditions especially earlier during the growing season. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sorry, we don't know of any alternative treatment against Mycosphaerella angulata . Please get in touch with us in case you know of something that might help to fight this disease. Looking forward hearing from you.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Angular leaf spot can be controlled with the application of conventional fungicides in a timely manner Repeated application of fungicides early in the season are the most effective way to avoid infection. \n            ", "నివారణా చర్యలు": "\n              If available in the area, use more tolerant or resistant vine varieties.,Check the vineyard frequently for signs of the disease.,Keep vines healthy through a good fertilization program.,Avoiding excess late-season fertilizing.,Remove nearby wild muscadine vines around vineyards.,Prune the canopy cover so that it allows for good aeration of the foliage.,Keep field clean of plant residues after harvest.\n            "}