{"లక్షణాలు": "\n              The most characteristic symptom are dark brown to black spots of different sizes on leaves and fruit. The surface of the leaf and the skin of the fruit feel like sandpaper. The small spots are less than 1mm in diameter. They may cluster in lines and appear as streaks running diagonally across the leaf, or from the midrib to the leaf edge, often along the veins. The larger spots are up to 4mm in diameter and can also appear as streaks. Sometimes the center of these larger spots are lighter in color. Spots may also form on petioles, midribs, transition leaves and bracts. Fruit can also be affected by freckle as early as 2-4 weeks after bunch emergence. Individual spots first appear as minute reddish-brown flecks surrounded by a halo of dark-green, water-soaked tissue.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Phyllosticta maculata. It can affect banana plants at all stages of the production cycle and is considered a 'wet spore' organism in that its spores need water as a way of dispersal (raindrops, water splashes, dew droplets for example). Banana freckle may also be spread through the movement of infected plant material and fruits. The freckle spots contain the fungal structures that produce spores. As they germinate, the spores produce filaments that penetrate the host and multiply within and between cells, creating new spots or lesions in the superficial layers of the plant tissue. The incubation period can be as little as 20 days in hot humid weather. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              As the infected leaves are the primary source of spores, placing a bag over the bananas, once harvested, creates a barrier to prevent spores from spreading to the fruit. Mineral oil applications can help against the fungus also.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Spraying the leaves and fruit with maneb every 2 weeks or once a month throughout the year can remarkably reduce the spread of spores. Spraying fungicides such as folpet, chlorothalonil, mancozeb, triazoles, propiconazole and those of the family of the strobilurins, biweekly can also produce effective results against the disease.\n            ", "నివారణా చర్యలు": "\n              Monitor the orchard regularly for symptoms of the disease.,Prune out infectious plant material and destroy it in distance to the orchard.,Make sure to plant in pathogen free fields.,Practice proper sanitation methods in equipment, seeds and soil.\n            "}