{"లక్షణాలు": "\n              Minor zinc deficiency symptoms may be very subtle and difficult to identify. They are usually more conspicuous on young seedlings early during the growing season. Young to middle leaves develop yellow or orange patches, often only on one side of the leaf blade. These patches later extend along the leaf axis towards both the tip and base to become long stripes of diseased tissues. The affected areas eventually become necrotic, with muddy greyish-green or brown tones. Leaves bend and collapse in the middle section. Plants are stunted and maturity is delayed. \n            ", "ట్రిగ్గర్": "\n              Zinc deficiencies usually occur in poorly drained soils, sandy soils, calcareous soils and soils with high phosphorus and silicon. They can be due to a shortage of zinc or a reduced availability to the plant. Other factors like pH, organic content or presence of other micronutrients also affect the uptake of zinc (for example copper). Soils initially cleared for agriculture usually need complements of zinc. This nutrient is relatively immobile in the soil and can quickly become unavailable to the crop, particularly during droughts. Bad practices and mismanagement of fertilizations (for example excessive liming or high application of nitrogen, phosphorus or copper fertilizers) can also induce zinc deficiency. The use of root-pruning herbicides to kill weeds can also induce zinc deficiency. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Application of organic manure to the field before seeding reduces the odds of observing zinc deficiency. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Products containing zinc can be applied during the season as foliar sprays or drilled soil fertilizers (effective only in current season). Zinc foliar sprays need to be applied as soon as the deficiency is detected to avoid irreversible damage. Zinc is immobile in the soil, making it available to the plant only when the topsoil is wet. Drilled soil fertilizers application (mixing zinc throughout the topsoil) increases the availability of zinc to the root when the soil is dry. Zinc seed treatment with ZnO is used to promote early growth where root diseases can be a problem.\n            ", "నివారణా చర్యలు": "\n              Make sure to choose plants with an efficient uptake of zinc or good tolerance to deficiency.,Regularly monitor the soil for zinc deficiency.,If possible, take samples of plants and have them tested for nutrients.,Apply organic manure before seeding and complement with  fertilizers containing zinc during the season.,Avoid excessive liming and unbalanced fertilization with phosphorus.,Use fertilizers based on urea (that generate acidity) rather than on ammonium sulfate.\n            "}