{"లక్షణాలు": "\n              Young transplanted rice seedlings are attacked first. The large larvae cause most of the defoliation. They feed on the margins and tips of the leaves, removing large sections of leaf tissue, gradually progressing toward the midrib. Larvae are rolling down the leaf tips onto the leaf blade or folding two edges of the same leaf or two adjacent leaves, tying them with silken threads. This protective chamber allows them to rest during the day and avoid predators. They are very voracious and a few large larvae can cause considerable defoliation, with removal of leaf tissues and veins and sometimes leaving only the midrib.\n            ", "ట్రిగ్గర్": "\n              Rice skippers are found in all rice environments but they are more abundant in rainfed rice fields. They are light brown with orange markings and have a characteristic pattern of white spots on the wings. The adults are diurnal and they have erratic flight movement as they skip from plant to plant, thereby their name. Females lay white or pale yellow, spherical eggs. The larvae are nocturnal. They are green with reddish vertical bands at each lateral side of the head, about 50 mm in size. The pupae are light brown or light green, and have pointed ends. Their development is favored by extreme weather events such as droughts, heavy rains or floods. The misuse of pesticides kills beneficial insects and may also be a cause of their appearance.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Parasites and predators can control the population density of rice skippers in the field. Small parasitoid wasps target the eggs of the rice skippers whereas bigger wasps and tachinid flies parasitize the larvae. Predators include reduviid bugs, earwigs and orb-web spiders (Araneidae), which feed on the adults during flight. The use of sticks to hit the rice foliage and dislodge the larvae (which then drown) is also useful.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Chemical control against P. mathias is usually not necessary, as it is considered a minor pest in rice. If natural enemies and cultural practices are unable to control a severe infestation of P. mathias, drain the water of the paddy and use sprays of chlorpyriphos.\n            ", "నివారణా చర్యలు": "\n              Use resistant varieties, if available.,Sow rice plants early in the season, to ensure vital and strong plants when populations of P.,mathias appear.,Sow densely to hinder the insect to enter the canopy.,Monitor the field regularly for symptoms of the insect.,Collect by hand the larvae and drown them, for example.,Make sure to promote beneficial parasitic or predatory species by avoiding the overuse of broad-spectrum pesticides.,Maintain proper fertilization to increase the rice plants' natural resistance to feeding damage.\n            "}