{"లక్షణాలు": "\n              The insect feeds on plant sap from leaves, causing local chlorosis and  deformation of tissues.  The undersurface of the leaves is mainly attacked, but stems, flower clusters and young fruit can also be affected. During heavy infestations, entire leaves may turn yellow to brown and fall. Infestations are characterized by the formation of closely packed colonies of what look like miniature fried eggs. The bright yellow color of affected trees is clearly visible from a great distance. Fruits may also be discolored and fall prematurely. The whole plant may be stunted or in extreme cases simply die back.\n            ", "ట్రిగ్గర్": "\n              Damage is caused by the coconut scale Aspidiotus destructor. Beside coconut, it attacks tropical trees of economical importance such as mango, palm, papaya, ficus, avocado, and citrus. Like other armored scales, they settle on the underside of leaves in colonies protected by a waxy cover that looked like miniature fried eggs. The deformation of leaf tissues is caused by a toxic saliva that they inject into plant tissues while feeding. Female lay whitish eggs around their own body, literally covering the epidermis in case of heavy infestation. The first nymphs have legs that allow them to move freely to relatively large distances (up to 1 m). These so-called crawlers can also be distributed over much greater distances by wind, flying insects and birds as well as by transport of infested plant material by farmers. The life cycle of A. destructor typically lasts for 32-34 days.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Hot water treatments at 47 and 49°C for 15 and 10 min respectively can help to rid the trees from the scale. Predatory species of the coconut scale include ladybird beetles such as Rhyzobius lophanthae, Chilocorus nigritus, Telsimia nitida, Pseudoscymnus anomalus and Cryptognatha nodiceps. Parasitoid wasps can also be introduced to control populations: these include Aphytis melinus, Aphytis lingnanensis and Comperiella bifasciata. In the absence of these natural enemies, population explosions of this pest can occur.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Crawler stages are generally the most susceptible to insecticides. As they develop their waxy protection, these insects become more resilient to treatments. Treatments with pyriproxyfen are recommended. Several spray applications at 15-20 day intervals may be necessary for complete management of a heavy infestation.\n            ", "నివారణా చర్యలు": "\n              Avoid the excessive use of fertilizers rich in nitrogen as well-fed plants are preferred.,Prune trees to avoid dense canopies.,Disposal of infested leaves, branches and twigs will help control scale insects on nurseries.,Maintain a high standard of hygiene in the plantations.\n            "}