{"లక్షణాలు": "\n              The symptoms characteristic for this disease appear on leaves, leaf sheaths and panicles. On leaves, reddish brown and water-soaked spots develop, occasionally with a narrow, pale-green halo. As they increase in size, they develop into lesions with a light-brown center surrounded by a reddish border. They are semicircular if they occur along the leaf margin or circular near the midrib. A characteristic alternate or zonate patter of light and dark rings is clearly visible. Eventually, the lesions join to engulf the whole leaf when the infection is severe. On leaf sheaths, dark-red to blackish-purple or brown lesions of varying length, shape and size appear. Infected leaf sheaths become yellow, wither and die. Numerous fungal bodies (sclerotia) may be observed in the necrotic lesions. Infected panicles become blighted. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Gloeocercospora sorghi, which can survive on seeds or on the soil for several years. The fungal latent structures called sclerotia (small dark dots visible on the lesions) are the primary source of infection and can trigger epidemics when optimal conditions prevail, as for example warm and wet weather. The pathogen spreads from the soil onto old, lower leaves via water splashing or wind. In the conditions are favorable, the disease progresses up the plant and lesions may occur on all leaves. The pathogen triggering zonate leaf spot in sorghum may also infect other grass species including corn and millet. These other hosts may serve as a reservoir of inoculum for the following seasons.\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No biological control measures seem to be available against this pathogen. Please contact us if you know of any method that can help to reduce the incidence or severity of the disease. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Chemical treatment with fungicides is in most cases not recommended due to the elevated costs. The management of residues after harvest and crop rotations are the most feasible disease management options.\n            ", "నివారణా చర్యలు": "\n              Plant resistant and healthy varieties.,Regularly monitor the field for symptoms of the disease.,Avoid overhead irrigation and minimize leaf wetness.,Apply nitrogen fertilizer, since it has been found that it decreases the incidence of the disease.,Crop rotations of four years or longer are recommended.,Maintain a soil pH value of between 6 to 7.,Collect plant residues and destroy them at a distance of the field by deep burying or burning them.\n            "}