{"లక్షణాలు": "\n              Symptoms vary among host species, but there are a number of similarities. Initially, water-soaked spots with an irregular shape appear on fruits, leaves, or petioles. As they enlarge, the affected areas become covered by a white, profuse cottony mold, at later stages scattered with visible grayish or black wart-like reproductive structures called sclerotia. \"Dry\" lesions may develop on at the base of stems and branches, clearly delimited from the healthy tissues. They are particularly conspicuous at the basal crown in some species. During later stages, the fungus girdles the stem and the upper parts of the plant tend to wilt, turn brown and die. Sclerotia form inside the stem and replace the plant tissues. This may result in death and consequent lodging of plants. Infected pods and seeds may shrivel or may be replaced by black fungal growth. \r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Sclerotinia stem rot is caused by the soil-borne fungus Sclerotinia sclerotiorum, which can survive for long periods of time on plant debris or in the soil as resting sclerotia. Most of its life cycle takes places in the soil, and this explains why the symptoms begin in leaves and plant parts in contact or near the ground. When conditions are favorable, it resumes growth on organic matter and occasionally by invading plant tissues. As they colonize all plant parts, seeds may also bear the pathogen, either on the seed coat or internally. The new batch of spores produced on the plant are airborne. The humid microclimate under the canopy favors the spreading of spores onto the stems. Initial development requires several hours of leaf wetness and temperatures from 15 to 24°C. The presence of exogenous nutrients also favors its growth. This fungus has a broad range of host plants such as bean, cabbage, carrots and canola. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Granular formulations of spores of the fungal parasite Coniothyrium minitans or species of Trichoderma have been applied to soils to reduce the fungal load of Sclerotinia and hinder the development of the disease.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatment if available. Foliar fungicide applications are only recommended in fields with severe disease development. Treatments will vary depending on the crop in question and the developmental stage. Control of Sclerotinia diseases of cabbage, tomato and beans is difficult. However, fungicides based on iprodione provide effective control on lettuce and peanuts. The development of resistance has been described for some of these compounds. \n            ", "నివారణా చర్యలు": "\n              Use healthy seeds from a certified source.,Choose resistant or more tolerant varieties, if available for the crop in question.,Do not plant on previously infested land.,Use a wider row distance allowing good ventilation of the crops.,Use wires or stakes to support the plants.,Monitor the field for signs of the disease.,Prune infected branches or crop parts.,Rotate crops with non-host plants such as cereals.,Control weeds in and around the field.,Do not over-fertilize during late stage of growth.,Do not till the land as no-till systems have a lower risk of disease development.,Avoid excessive irrigation during later stages of plant growth.\n            "}