{"లక్షణాలు": "\n              In trees of the genus Prunus, the symptoms of plum pox virus are visible mainly on leaves and fruits but  flowers and seeds can also be affected. The severity of the symptoms varies according to the species and variety of tree, the PPV strain and the environmental conditions. They are particularly conspicuous on leaves in spring. They show chlorotic (yellowing) and necrotic (browning) ring patterns, vein clearing, chlorotic bands or blotches and sometimes deformation. The fruit of apricot and plum can be deformed and show internal browning of the flesh. Pale rings or spots may be present on their skin and on their stones, too.  Some peach varieties may show color break symptoms on the flower petals. Sensitive plum varieties can exhibit premature fruit drop and bark splitting. Some sweet cherry fruits develop chlorotic and necrotic rings, notched marks, and premature fruit drop.\n            ", "ట్రిగ్గర్": "\n              The virus infects numerous stone fruit trees and wild representatives of the genus Prunus, with almond tree being a notable exception. Many alternatives hosts from other species exist. The virus can be transmitted from infected trees either by grafting or, non-persistently by aphid vectors. The number of trees becoming infected in an orchard is directly related, in a given season, to the numbers of winged aphids. Aphids acquire the virus while feeding on infected trees in periods as short as 30 seconds. Later, they can transmit it to other plants for up to 1 hour. Aphids that have been starved before feeding can transmit for up to 3 hours after acquisition. About 100 million stone fruit trees in Europe are currently infected, and susceptible varieties can result in 80-100% yield losses.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Beneficial insects such as predators ladybugs, lacewings, soldier beetles and parasitoid wasps effectively control many aphids, which are the main vectors of PPV. In case of mild aphid infestation, use a simple soft insecticidal soap solution or solutions based on plant oils to spray the affected leaves. A simple pressure spray of water on affected plants can actually also remove them, if their number is small. Aphids are also very susceptible to fungal diseases when weather conditions are humid.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider a integrated approach with preventive measures together with biological treatments if available. Viral diseases cannot be directly controlled by pesticides. However, insecticides containing cypermethrin or chlorpyrifos can be used as foliar spray against aphids, which spread PPV.\n            ", "నివారణా చర్యలు": "\n              Use healthy plants for grafting or buy certified virus-free trees.,Plant resistant varieties, if available in the area.,Monitor the orchard regularly for aphids and symptoms of the disease and destroy diseased branches immediately (by burning or burying).,Control the treatment with insecticides so as not to influence populations of beneficial insects.\n            "}