{"లక్షణాలు": "\n              Rice gall midge forms a tubular gall at the base of tillers, producing elongated silvery leaf sheaths called onion leaf or silver shoot (about 1 cm wide and 10−30 cm long). The affected tiller inhibits growth of leaves and fails to produce panicles. Plant stunting and leaf deformity, wilting and rolling are also symptoms caused by drought, potassium deficiency, salinity, and by rice thrips. To confirm cause of problem, check for presence of insects. Particularly, elongated-tubular eggs and maggot-like larva feeding inside developing buds.\n            ", "ట్రిగ్గర్": "\n              The Asian rice gall midge is found in irrigated or rainfed wetland rice environment during the tillering stage of the rice crop. It is also common in upland and deep-water rice. The insect remains dormant in the pupa stage but become active again when the buds start growing after the rains. Population density is favored by cloudy or rainy weather, cultivation of high-tillering varieties, intensive management practices.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Parasitization with platygasterid, eupelmid, and pteromalid wasps (parasitize the larvae), phytoseiid mites (feed on eggs), spiders (feed on adults) have successfully been used. Planting more flowering plant that attract the insects around the rice field also helps.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Use time insecticide applications accurately to control outbreak by spraying on emergence of rice gall brood. Products based on Chlorpyriphos can be used against the Asian rice gall midge to control its population.\n            ", "నివారణా చర్యలు": "\n              Use resistant varieties.,Plant early, at the beginning of the rainy season.,Avoid close spacing.,Use light traps to collected using light traps along with sticky board with oil or glue to collect the moths.,Remove all off-season plant hosts around the rice field.,Keep land fallow during off season.,Plant flowering plant that attract beneficial insects around the rice fields.,Check the optimum recommendation of nitrogen and potash fertilizer.,Plow ratoons of the previous crop immediately after harvest.\n            "}