{"లక్షణాలు": "\n              Black scales feed in numbers on leaves and stems and suck large quantities of sap, causing a general weakening of the trees and stunted growth. While feeding, they produce abundant quantities of sticky honeydew that drops on and coats nearby leaves and fruits with a thick black mass. The honeydew may attract attendant ants and is rapidly colonized by sooty molds that thrive on the sugary deposits, thus reducing photosynthetic rates. Badly affected leaves may fall prematurely. The older insects are conspicuous as dark gray or brown-to-black lumps on leaf undersides and stems.\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Black scale adult females are about 5 mm in diameter and dark brown or black with a prominent H-shaped ridge on the back. They migrate to twigs and branches later in autumn, and remain there for the rest of their lives. Young scales (crawlers) are yellow to orange and are found on the leaves and twigs of trees. They disperse by walking or sometimes wind-borne and settle along the leaf veins on the underside of leaves or on young shoots. They thrive in dense, unpruned portions of trees, mostly on the northern side. By contrast, open, airy trees rarely support populations of black scale. They have one or two generations per year in unfavorable settings, reaching two in irrigated orchards. Alternative hosts include citrus, pistachio, pear, stone fruit trees and pomegranate. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Some parasitic wasps, including Scutellista caerulea, Diversinervus elegans and Metaphycus helvolus, as well as some species of ladybirds (Chilocorus bipustulatus) can decimate black scale populations in the right settings. To protect resident natural enemies, avoid using broad-spectrum persistent insecticides in landscapes. Canola oil or biopesticides of fungal origins can also be applied to control black scale.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Use double-sided sticky traps, suspended in the tree canopy, to assess the presence of crawlers. If threshold are exceeded, narrow-ranged mineral white oil sprays or the insect growth regulator pyriproxyfen can be applied as soon as crawlers (young stages) are visible. \n            ", "నివారణా చర్యలు": "\n              Monitor the olive trees regularly for infestations of blavocadoack scale.,Pruning the canopy adequately may improve air circulation and hinder the life cycle of the black scale.,In case of light infestation, hand removing of plant parts or crushing of the insects can be effective.,Remove infested tree parts and burn or deep-bury them in distance to the orchard.,Avoid the excessive use of pesticides, as this can negatively affect the populations of natural enemies.,Manage protecting ants by circling trunks with a sticky material.,Prune adequately to prevent bridges between plants.\n            "}