{"లక్షణాలు": "\n              Initial symptoms appear during the spring and are characterized by the formation of purplish or reddish spots on new leaves, and occasionally on shoots and buds. These spots are often surrounded by a light green or yellow margin. As they expand, their center turn brown or rust-colored first and eventually falls out, leaving the characteristic ‘shot hole’ on the limbs that give the disease its name. Premature leaf drop can occur. Twigs may present dead buds, lesions or cankers that exude gum. On fruits, rough and corky lesions with purple margins appear, generally only on the upper surface. This makes the fruit unattractive and unmarketable. Tiny black specks can be observed with a magnifying lens in the middle of the lesions. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Symptoms are caused by the fungus Wilsonomyces carpophilus, which infects several species of stone fruits (peach, almond, cherry and apricot).  Alternative hosts are English laurel and nectarines. The fungus overwinters in lesions in buds and twigs or in mummified fruits. When the weather conditions are favorable, they resume growth and produce spores that are dispersed by rain splashes to healthy tissues. Extended periods of leaf wetness (14-24 hours or more) and temperature around 22 °C favors the life cycle of the fungus and its potential to infect healthy trees. Warm, foggy or rainy winters and heavy spring rains favor the formation and release of spores. The disease will actually develop on stone fruits trees only during unusually wet weather during the spring. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Spraying of fungicides based on copper in early winter can be the first defense against the disease. Homemade Bordeaux mixture or a commercial formulations of copper can be purchased. Zinc sulfate can be sprayed on foliage in late Autumn to hasten leaf fall and reduce the presence of the fungus before the start of a new season. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. To protect the fruits, fungicides can be sprayed before and after the flowering period, from bud initiation to petal fall. The weather data around blossom will indicate whether sprays are needed to protect the fruit or not. Since copper is not recommended at this stage anymore, fungicides based on thiram, ziram, azoxystrobin, chlorothalonil, iprodione  are recommended.  \n            ", "నివారణా చర్యలు": "\n              Avoid to splash water onto lower foliage during irrigation.,Monitor the orchards regularly for signs of the disease.,Use pruning methods that allow for a good ventilation of the foliage.,As soon as an infection is detected, cut the diseased branch a few centimeters down the healthy tissue.,Disinfect cutting tools and other utensils after field work.,Remove cut branches and wood from the field and destroy them.,Grow garlic or onions as repellent near the tree.,Alternatively, spray organic mulch around the trunk.\n            "}