{"లక్షణాలు": "\n              The oriental fruit fly only attacks ripe bananas. Unripe fruits that are still attached to the plant for up to one week past the scheduled harvest are not susceptible. Harvested fruits may may also hold for 1 to 4 days depending on the variety. In ripe fruit, damage usually consists of breakdown of tissues and internal rotting associated with maggot infestation. Following oviposition there may also be some necrosis around the puncture marks ('sting'). The mechanical damage to fruits (or by other means) compromises the integrity of the skin and may favor the oviposition into the fruit flesh. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The damage is caused by the oriental fruit fly Bactrocera dorsalis. The color of the fly is very variable, but there are predominantly yellow and dark brown complemented with black markings on the thorax. The development from egg to adult under summer conditions requires about 16 days but this period may be extended considerably by cool weather. Females can lay from 1,200 to 1,500 eggs into ripe fruits during her lifetime, causing considerable damage if left unchecked. After feeding on the banana flesh, the mature larva emerges from the fruit, drops to the ground, and forms a tan to dark brown pupa. Nine days are required for adults to reach their sexual maturity after emergence. Beside banana, avocado, mango and papaya are the most commonly attacked. Other hosts include stone fruits, citrus, coffee, fig, guava, passion fruit, pear, persimmon, pineapple and tomato. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sterile males of Bactrocera dorsalis have been used in Japan to eradicate the fly from plantations, combined with traps. Use bait sprays with a suitable organically accepted insecticide (e.g. spinosad) mixed with a protein bait. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Use bait sprays with a suitable insecticide (e.g. malathion, spinosad) mixed with a protein bait. The most widely protein used is the hydrolysed form, but some of these are highly phytotoxic. Light-activated xanthene dye is an effective alternative. The males of B. dorsalis are attracted to methyl eugenol (4-allyl-1,2-dimethoxybenzene), sometimes in very large numbers. This can also be implemented into traps.\n            ", "నివారణా చర్యలు": "\n              Chose resilient varieties, if available in your area.,Destroy unmarketable and infested fruits.,Rake or disturb the soil below the fruit trees to disturb the pupae.,Monitor the field by using traps baited with methyl eugenol as male lure.,Wrap the fruit before maturation,  either in newspaper, a paper bag, or polythene sleeve.\n            "}