{"లక్షణాలు": "\n              The olive psyllids affect olive trees in three ways: first through the direct feeding on buds, flowers, tender shoots, and small fruits; second, they also produce abundant honeydew while sucking the sugary sap of these tissues, resulting in the growth of sooty mold and the reduction of photosynthetic activity of the leaves. Finally, during olive flowering and fruit set, the waxy secretion of the nymphs causes the premature drop of flowers and small fruits. Large populations may retard the growth of young trees and cause significant yield reductions. Trees that are heavily infested can have yield losses of 30 to 60%.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the feeding activity of the olive psyllid, Euphyllura olivina. Adults overwinter in sheltered areas of the olive trunk. They have a light tan body, about 2.5 mm in length and forewings with a few small dark spots. Females can lay up to 1000 eggs on the new shoots and buds in spring. Nymphs are flat, green to tan, and secrete a white waxy coating that protects them. At temperatures between 20° and 25°C, they can complete their life cycle in about three months, and have up to three generations per year in these conditions. In warmer temperatures (above 27°C), psyllids are less active and above 32 °C their mortality increases. The feeding of nymphs and adults ruptures plant tissues and  impairs the plants ability to distribute nutrients to all parts. This becomes a problem when olive psyllids are on inflorescences, which ultimately affects fruit set and yield.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Predatory insects e.g. the parasitic wasp Psyllaephagus euphyllurae, the pirate bug Anthocoris nemoralis, the lacewing Chrysoperla carnea and the lady beetle Coccinella septempunctata reduce the populations of olive psyllid. Generally, make sure not to eradicate these species by using broad-scale insecticides. Nonresidual, organic contact insecticides that work against psyllids are insecticidal soaps based on neem oil and horticultural oil. These should be applied before the insects secrete their protective wax. Infested areas can also be pruned to enhance air circulation in the canopy and increase the heat exposure to the olive psyllids.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Timely sprays of insecticides are effective against psyllids, but should only be used as a last resort. These products should be applied before the insects secrete their protective wax that confers them some resistance.\n            ", "నివారణా చర్యలు": "\n              Monitor plants regularly for olive psyllid populations, starting at the beginning of spring.,Sticky traps are recommended to catch the psyllids.,Make sure not to eradicate predatory insects of psyllids by overuse of broad-scale insecticides.,Keep sufficient space between trees.,Ensure an adequate air circulation of the foliage as well as a good exposure to the sun, to create an unfavorable environment to the psyllid.\n            "}