{"లక్షణాలు": "\n              Round, pin point, black spots appear on the main veins of the lamina in the proximity of  the leaf margin. Gradually, these spots increase in size and develop narrow yellow margins. The center of the larger spots dries and pale brown areas extend to the edge of the leaf blade, beyond the yellow margin. This gives the spots the appearance of an inverted ‘V’ shaped. On fruits, black discoloration first appear at the fruit tip and later progresses along the fruit with the formation of irregular dark spots or speckles, sometimes with yellowish margins. In some varieties, nearly round reddish brown spots or spots with black centers and a darker green, water soaked halo may be seen.\n            ", "ట్రిగ్గర్": "\n              The fungus Deightoniella torulosa is the causal organism of the disease. It is present in dead banana leaves and produces new inoculum during periods of rain and dew. As the humidity declines, the spores are violently discharged and eventually become airborne. This makes the spread of the disease rapid in conditions in which high air humidity is directly followed by periods of air dryness. The spread of the fungus is also favored in closely planted fields. The fungus causes destruction to the plant tissue, which in turn  causes considerable reduction in the photosynthetic area and yield loss.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No known biological control is known for this disease. Organic copper formulations, for example 1% Bordeaux mixture, can be sprayed in severe cases.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. In severe cases apply 0.4% mancozeb or oil based formulations of copper oxychloride at 0.2-0.4%. Contact fungicides like chlorothalonil or mancozeb and a systemic fungicide, e.g. tebuconazole or propiconazol are recommended. Make sure that applications reach the top leaves as well.\n            ", "నివారణా చర్యలు": "\n              Use resilient varieties if available in your area (several are on the market).,Use proper spacing in order to avoid mutual shading and contact of leaves.,Make sure that new plantations are an appropriate distance from diseased plantations.,Avoid sprinkler irrigation to minimize the relative humidity of the air.,Drip irrigation is preferred.,Apply a balanced fertilization and avoid particularly excess N fertilizer.,Remove infected leaves and burn them.,Practice field sanitation by removing old dried hanging leaves.,Removed and destroy affected leaf portions and fruits.\n            "}