{"లక్షణాలు": "\n              Damage to rice plant is limited. However, some of these snails, for example B. glabrata, are intermediate hosts for parasites that can also infect humans, so caution is necessary because this snail can be a medically-important pest. This parasite causes a disease called schistosomiasis and it is transmitted by human contact with contaminated fresh water inhabited by snails carrying the parasite (lakes, ponds, rivers, dams, swamps and rice fields). Its spreading is mainly through irrigation canals, streams, drains and flooding. However, due to the special chemistry of the water in springs and wells, these locations are not usually colonized by these snails. Potable water and sanitation facilities are necessary to avoid the damage to local populations.\n            ", "ట్రిగ్గర్": "\n              The damage to rice plants is caused by air-breathing freshwater snails of the genus Biomphalaria. All species of Biomphalaria are hermaphrodite, possessing both male and female  organs and being capable of self- or cross-fertilization. The eggs are laid at intervals in batches of 5–40,  each batch being enclosed in a mass of jelly-like material. The\r\nyoung snails hatch after 6–8 days and reach maturity in 4–7 weeks, depending on\r\nthe species and environmental conditions. Temperature and food availability are\r\namong the most important limiting factors. A snail lays up to 1000 eggs during its\r\nlife, which may last more than a year.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              The presence of fish in ponds, for example species of tilapia or guppies, can be an effective way to control populations of Biomphalaria. The management of fish ponds is critical in keeping them free of schistosomiasis intermediate hosts.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. A compound called praziquantel is the primary form of treatment for schistosomiasis in humans. A single dose of the drug has been shown to reduce the burden of infection and severity of symptoms. It is not recommended to work in contaminated water again as reinfection can occur. Control of snails is needed to break the transmission cycle.\n            ", "నివారణా చర్యలు": "\n              Make sure to monitor the field for the presence of these snails.,Caution is due because this snail can be a medically important pest for humans.\n            "}