{"లక్షణాలు": "\n              Symptoms vary greatly depending on the severity of the disease, the environment, the age of the tree and the time of the year. They are usually more visible during the hot summer months but infected trees may also remain unnoticed for years. Characteristic symptoms include: stunted growth, thin canopy with upright, feathery leaves and shortened stem internodes leading to bunchy-type growth. Young trees may remain small and unproductive while mature trees may show symptoms on a single branch only. Irregular flowering is common resulting in fruits with abnormal development and size and irregular maturity. Leaves display some mottling that resembles nutritional deficiencies (zinc). \r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the bacterium Spiroplasma citri, which settles in the vascular tissue of the trees (phloem) and blocks the transport of sugars. It is transmitted in a persistent manner by several species of leafhoppers. The bacterium multiplies in the vector but the insect does not transmit it to its progeny. The spreading of the pathogen is mainly primary, that is, from leafhopper to citrus. The secondary transmission (tree to tree) is limited to grafting and budding of infected bacterial. Stubborn disease is favored in warm inland growing areas, where it affects primarily sweet orange, grapefruit, and tangelo trees. The severity of symptoms may vary among these citrus species. The disease is more of a problem in young orchards than in mature groves. It is often difficult to diagnose, especially in the early stages of disease development when symptoms are subtle or when other disorders are present. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              To this day no biological control is available to control the incidence and spread of S. citri. Please contact us if you know of any.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. \r\nThere is no chemical control option available for citrus stubborn disease. Insecticide treatments against the vectors are not effective, because S. citri can be transmitted very rapidly after arrival in an orchard.\n            ", "నివారణా చర్యలు": "\n              Use plant or graft material from certified sources.,Monitor the grove carefully for signs of the disease.,Replace diseased and unproductive trees.,Use non-host trap plants attractive to the leafhoppers in the vicinity of orchards.\n            "}