{"లక్షణాలు": "\n              Symptoms are primarily visible in the rapidly growing areas because of the very low mobility of calcium in plant tissues. Mild calcium deficiency affects fruits and leaves in different ways. Calcium-deficient leaves show chlorosis and then necrosis around the base of the leaves. Plants have a tendency to wilt and show stunted growth. Fruits develop the characteristic blossom-end rot. First, the end parts of the tomatoes are burned and flattened. The blossom-end area later appears dark brown, sunken and  leathery. As they collapse, the tissue gradually becomes colonized by opportunistic pathogens and starts to rot. The fruits ripen prematurely and are not marketable.\n            ", "ట్రిగ్గర్": "\n              Symptoms are generally related to the availability of this nutrient to the plant rather than to low soil supply. Calcium is brought to the plant tissues by the water absorbed via the roots. Allowing the soil to dry out too much between waterings can cause the symptoms. Calcium deficiencies occur mainly in sandy soils with poor water retention capacity, soils with low pH or soils rich in sodium or ammonium. According to some sources, blossom end rot starts to develop in fruits that contain less than 0.08% calcium (healthy range is 0.12-0.25 %). Generally, the optimum soil pH for tomato plants is around 6.5. High air humidity or flooding of soils can also slow down the transport of water to tissues, and therefore less calcium is absorbed.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              For gardens, crushed eggshells can be used. They contain calcium in an insoluble form that is not available for plant uptake unless it is ground very finely. After grinding the eggshells thoroughly, mix the fine powder with vinegar to convert the calcium into an available form. Organic matter can be added to the soil in order to improve its moisture-retaining capacity. Compost or manure could also be sprayed to improve soil calcium content.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Calcium can be supplied using lime (calcium carbonate), gypsum (calcium sulphate) or liquid fertilizers. Dolomitic or high-calcium limestone can be used to supply calcium to the plant and to correct the soil pH. Be sure to apply lime two to four months before planting tomatoes and to keep an adequate soil moisture. If the pH is already correct, gypsum is recommended. Foliar calcium applications are not effective against blossom end rot because of the poor transport of calcium to fruits. Be careful with calcium chloride, because it can burn plants at high temperatures (over 30°C). Spraying calcium is not a substitute for proper irrigation and fertility management.\n            ", "నివారణా చర్యలు": "\n              Choose a tomato variety less susceptible to the pathology.,Make sure to test the soil pH.,Lime if necessary to get within the optimal range.,Do not over-fertilize with nitrogen during early fruit development.,Be careful not to injure the roots if working near the plants.,Ensure frequent watering, but do not over-water.,Green (straw, decomposed sawdust) or plastic mulch can help the soil to retain moisture.,Monitor the field regularly and remove fruits with symptoms.\n            "}