{"లక్షణాలు": "\n              On infested plants, small white-winged flies fly up in clouds from the underside of leaves when disturbed. Minute pale-green, scale-like nymphs are attached there too. The feeding activity of both adults and nymphs damage the plant tissues and leaves tiny lesions. In case of severe infestations, the drops of sticky honeydew excreted by this pest are colonized by sooty molds and are visible as gray or dark deposition. The cabbage whitefly only infests outer leaves and usually causes little real damage to the parts of the plant that are consumed. However, the sooty molds could affect flower buds, or example on Brussels sprouts, and prevent leaves from photosynthesizing, reducing the productivity of the plant. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the adults and larvae (also called nymphs) of the whitefly Aleyrodes proletella. Both have sucking mouthparts that allow them to pierce the plant tissues and feed on the sap, which is rich in sugars. The excess sugary liquid, called honeydew, is excreted on the leaf lamina. This makes the plant leaves sticky and favors the growth of black sooty mold fungi. Adults are covered with white wax and each forewing has two characteristic black marks. Females glue oval eggs a with a yellow spot inside in semicircle on the underside of leaves. After hatching, the nymphs crawl to the nearest vein and start to suck the sap from there. The development of larvae and flies as well as the quantity of eggs depend very much on the temperature. Several generations can develop over a year if warm conditions prevail. Usually, even heavy infestations have little impact on plant growth, but sooty mold can be a problem for some crops. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Natural antagonists for cabbage whiteflies are ladybugs, predatory bugs, hoverflies and lacewing larvae. Some species of parasitic wasps of the Encarsia family develop as larvae in the nymphs of the cabbage whitefly. Neem oil or other insecticidal soaps can also be applied to the underside of the leaf. Organic plant oils, fatty acids and natural pyrethrin are highly recommended against this pest because they have a limited effect on the natural enemies of the whitefly. Small farmer may simply use a jet of water to wash off honeydew and sooty mold. \r\n\r\n\r\n\r\n\r\n\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Low numbers can be tolerated as damage is often limited to outer leaves. Complete eradication of the pest is neither feasible nor necessary. Most insecticides attack the fly themselves or the very young larvae. Eggs and older larvae are not significantly affected. Moreover, leaves of Brassica plants waxy and this makes them difficult to treat with pesticide sprays. In case of severe infestations and the appearance of sooty mold, insecticides containing  deltamethrin,  cypermethrin or lambda-cyhalothrin could be used. No more than two applications are recommended and the second one should be done seven-day before harvest. \n            ", "నివారణా చర్యలు": "\n              Check plants regularly for whiteflies, especially the young shoots.,Remove leaves with eggs or larvae on them.,Use yellow sticky traps to mass-catch the adults.,Ensure balanced fertilization as this will reinforce the plants Do not use persistent pesticides, that are harmful to the natural enemies of the whitefly.,Control susceptible weeds in and around the field.,Plan a crop rotation or a fallow to break the cycle of the pest.,Plow and bury the plants after harvest.\n            "}