{"లక్షణాలు": "\n              Bacterial blight starts out as angular, waxy and water-soaked leaf spot with a red to brown border on leaves, stems and bolls. The angular appearance is due to the restriction of the lesions by fine veins on the cotton leaf. In some cases, the spots on the leaf blade may spread along the major leaf veins. As disease progresses, these lesions gradually turn into brown, necrotic areas. The infection of stems results in black cankers that grow around the vascular tissues and girdle them, causing the portions above the canker to die and premature defoliation of the plant. A white waxy crust containing the bacterium may form on old leaf spots or cankers. Bolls may become infected causing boll rot, rotted seeds and discolored lint. Infected bolls have round, rather than angular, lesions that initially may appear water-soaked. As the infection proceeds, bolls lesions will be sunken and dark brown or black.\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Cotton bacterial blight is caused by Xanthomonas citri subsp. malvacearum, a bacterium that survives in infested crop debris or seeds. It is one of the most devastating diseases of cotton. Significant rainfall events and high humidity, combined with warm temperatures, favor the development of the disease. The bacteria enter leaf tissues through the natural openings in the leaves (stomata) or mechanical wounds. This  explains why the disease is most severe following storms that produce heavy rains or hail. Since the infections may be seedborne, the delinting of seeds through an acid treatment has been instrumental in minimizing the spread of bacterial blight through contaminated seed. Seedlings growing from volunteer plants may also be a source of primary infection by bacterial blight.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Application of talc-based powder formulations containing the bacteria Pseudomonas fluorescens and Bacillus subtilis are efficient against X. malvacearum. Extracts of Azadirachta indica (neem extract) can also be used with satisfying results. Growth regulators that prevent rank growing also avoid infection with bacterial blight.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Seed treatment with authorized antibiotics and foliar spray with cupravit (0.2%) are very effective against X. malvacearum. The cleaning of seeds with an acid treatment followed by seed dressing with copper oxychloride also shows good results.\n            ", "నివారణా చర్యలు": "\n              Plant high-quality, disease-free seeds or seeds delinted through an acid treatment.,Use blight-resistant varieties if available.,Scout fields and identify infected plants and remove them.,Keep the canopy as open as possible to reduce humidity and promote drying of the foliage, which is beneficial in limiting the progress of this disease.,Do not cultivate or move equipment through fields when foliage is wet.,Infested fields should be harvested as soon as possible.,Stalks should be shredded at the first opportunity.,Fields that are infested with bacterial blight should be cultivated with a blight-resistant variety the following year or rotated to a different crop.\n            "}