{"లక్షణాలు": "\n              Leguminous plants like peanuts fix their own nitrogen thanks to the nodules found on their roots. However, in some types of soils the supply of phosphorus can sometimes be limited. There is a greater demand for phosphorus during the early stages of crop growth. Hence, phosphorus deficiency symptoms are more pronounced in young plants. In mild deficiencies, plant growth can be depressed, but no obvious symptoms are observed on leaves. In more severe deficiencies, leaves turn dark green and have a leathery texture. A reddish purple discoloration appears on leaf tips and margins. It later expands to the rest of the leaf.  Later on, these areas turn necrotic and the leaves can shed prematurely. \n            ", "ట్రిగ్గర్": "\n              Some soils are inherently low in phosphorus (P). This is particularly the case in calcareous soils in which calcium is present in high concentrations or some soil types found in the tropics. However, in most cases, the deficiency can be traced back to the lack of proper application of this nutrient. If not amended, the deficiency can hinder plant growth considerably over time, resulting in yield losses of up to 50%. Phosphorus amendments are inexpensive and varied, and they can be easily applied to alleviate deficiency problems. There are differences in susceptibility to phosphorus deficiency between different varieties. But in general peanut plants are considered good phosphorus miners. They respond well to residual fertilizer from other crops.  When the field is managed properly typically no additional Phosphorus is needed. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Phosphorus levels in soils can be replenished by applying farmyard manure, or other materials (night soil, compost). The incorporation of residues to the soil after harvest can also contribute to maintaining a positive Phosphorus balance in the long term.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Recommendations for application of phosphorus vary greatly depending on the type of soil and plant variety in question. The fertilizers themselves vary in their composition and in the amount and type of f phosphorus they contain. About 25-50 kg phosphorus per hectare (P2O5/ha) has been recommended for different groundnut-growing regions. \n            ", "నివారణా చర్యలు": "\n              Use varieties that efficient at mining phosphorus from soil.,Ensure a balanced and efficient fertilization of the crop.,Incorporate plant residues to the soil after harvest.,Use an integrated approach with mineral and organic fertilizers to maintain a good soil nutrient balance.\n            "}