{"లక్షణాలు": "\n              The young feeder roots of germinating manioc cuttings are attacked by both the nymphs and adults of Stictococcus vayssierei. The feeding on the roots prevents young plants from developing tubesrs, thereby causing premature leaf-fall, wilting and tip dieback. Plants become discolored and shriveled at the feeding sites. Occasionally, the damage can cause the death of the young plant. Those plants that are attacked at later stages develop and grow tubers normally. However, they exhibit smaller mature tuberous roots and become covered in oval-shaped scales, making them unsuitable for sale and reducing the nutrient content. \n            ", "ట్రిగ్గర్": "\n              The damage is caused by the nymphs and adults of the scale insect Stictococcus vayssierei, commonly called cassava root mealybug. They are subterranean insects that can cause infestations of cassava plantations, more severe during the dry season. They also tend to cause problems to farmers when cassava is cultivated in soils rich in iron and aluminum (laterite), in clayey soils, or in soils with a low fertility (poor in nutrients). Good cultural practices are also important. For example, planting in shallow soil preparations or on flat land (instead of furrows) increase the incidence of the disease. Many species of ants, in particular Anoplolepis tenella, actually carry this insect in the soils, and are thus the principal agents for its dispersal. The pathogen is rarely found in newly opened forest farms or mono-culture plantations of manioc. In severe cases, it can pose a major threat to cassava production in Central Africa, causing losses of up to 100%. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Control agents such as endomycorrhizae (associations of beneficial fungi with plants) are under study to determine their usefulness in pest control in some African countries. Cuttings could  be treated with organic insecticides before planting to reduce the impact of the pest.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. If possible, cuttings should be treated with insecticides before planting to reduce the impact of the pest.\n            ", "నివారణా చర్యలు": "\n              Use resistant varieties, if available.,Plant manioc in monocultures instead of intercropping with other plants.,Plant manioc in the wet season to avoid peak populations of the insects and allow for an optimal plant development.,Make sure to cultivate manioc on ridges.,Clear the fields of weeds that could serve as alternative hosts.,Apply a decent fertilization program to increase the natural resistance of the plants against the pathogen.,Monitor the orchard regularly and destroy infested plants immediately by burning or deep burying the residues.\n            "}