{"లక్షణాలు": "\n              The caterpillars of the cabbage moth start eating on the leaves and bore tunnels on the head of cabbage. As they chew on the lamina and avoid the rougher veins, the leaves are often skeletonized. In contrast to the first generation (spring to early summer), the more robust second generation (late summer to October) can chew on harder tissues and eats not only the leaves but also bore tunnels into the inner head of the cabbage. Traces of frass can be found around the holes and along the tunnels there. This makes the caterpillars of cabbage moth particularly damaging for the crops. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused mainly by the caterpillar of the cabbage moth (Mamestra brassicae). The mature larvae pupate and overwinter in the soil. Adults have brown forewings with blackish-brown transversal undulations alternating with clearer areas. Hindwings are light gray. A few weeks after emergence, females lay white spherical eggs in clusters on both surface of leaves. After hatching, the caterpillars start feeding on the leaf tissues, boring tunnels in the leaves and eventually the cabbage head. They are yellowish green or brownish green, with no obvious hair on their body. Cabbage moths produce two generations per year. In late spring, the first generation of moths hatches from the soil, and caterpillars can be found on infested plants. In late summer, the second generation appears.\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Parasitoid wasps of the Trichogramma species can be used to destroy the eggs of the moth. There is a diverse array of predators that include some predatory beetles, yellow jackets, green lacewing, spiders and birds that feed on the larvae. Products based on the naturally occurring bacterium Bacillus thuringiensis and some viral preparations kill the caterpillars and are very effective when sprayed thoroughly on upper and lower leaf surfaces. These insecticides do not persist in the environment. Pathogenic nematodes may also work against the caterpillars and must be used when foliage is wet, for example during cool dull weather. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments, if available. Products based on the active ingredient pyrethrum, lambda-cyhalothrin or deltamethrin can be used against the caterpillars of this moth. Extracts of pyrethrum can be applied several times and up to one day before harvest. For lambda-cyhalothrin and deltamethrin, a maximum of 2 applications is recommended and a seven-day harvest interval must be respected. \r\n\n            ", "నివారణా చర్యలు": "\n              Use more resistant varieties, if available.,Monitor fields regularly for signs of the disease.,Pick off the white spherical moth eggs and caterpillars when seen.,Grow your Brassica crops under a fine netting that prevents females from laying eggs.,Plant early to avoid population peaks during the initial development of the head.,Intercrop with non-susceptible hosts.,Stimulate populations of natural enemies through a controlled use of pesticides.,Use pheromone traps to attract and mass-catch the moths.,Avoid planting susceptible plants near the cabbage fields.,Remove weeds as they can serve as alternative hosts.,Plow the field after harvest to expose the pupae to predators and cold temperatures.\n            "}