{"లక్షణాలు": "\n              In most cases, the damage on the cabbage leaves appear only in late summer. The main symptoms show as yellow, wedge-shaped patches on the edge of leaves, later moving inwards onto the leaf and downwards into the stem. This symptom distinguishes black rot from Fusarium wilt, where symptoms move upwards from the ground level towards the stem. As the disease progresses, the yellowing part of the leaf enlarges and turns brown as the tissues die. Leaf veins turn black at the final stage of the disease, thereby the common name of the disease. Eventually, the leaf collapses. The pathogen may enter the stem and spread through the vascular system, something that is visible as a ring of black discoloration when cut near the soil surface. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the soil-borne bacterium Xanthomonas campestris, which survives in infected crop debris or seeds for up to 2 years, or on weeds of the Brassica family for longer periods. It affects a large number of vegetables in the cabbage family (including broccoli, cauliflower, turnip, radish, kohlrabi). The bacterium spreads to healthy plants via water splashes and enters the tissues through different paths, among other injuries. Once a plant becomes infected, the disease spreads quickly to other cabbages. If soils or seeds are contaminated, the first symptoms can be observed already in the propagation bed. Environmental conditions that favor the bacteria and the infection process are high humidity and temperature in the range of 25-30 °C. Densely planted crops provide conditions that are ideal for bacterial spread to nearby plants. In those conditions, crop yields can be reduced by as much as 75-90%. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              A hot water bath for 30 minutes at 50 °C is the recommended treatment to sterilize the seeding material. This is not 100 percent effective against black rot but reduces the incidence of the disease considerably. The drawback is that it might lower the seeds germination rate.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Seed treatments with hot water are very effective to block the contamination of fields. Foliar treatments with copper based fungicides every seven to ten days are also used to slow the spread of the disease. Unfortunately, these treatments can cause black spots to develop of the outer leaves of the cabbage.\r\n\r\n\n            ", "నివారణా చర్యలు": "\n              Make sure to use healthy seeds from certified sources.,Plant resistant varieties and avoid growing susceptible ones in the rainy season.,Do not clip transplants because they are oversized.,Provide the fields with a good drainage and plant on raised beds.,Do not grow cabbage in fields that had broccoli, cauliflower, kale or any other member of the Brassica family for the previous 3 years.,Clean the field and surroundings from weeds, particularly those from Brassica family.,Avoid using sprinkler irrigation and irrigate during the middle hours of the day.,Do not work on fields when they are wet to avoid transmission of disease.,Monitor the fields for signs of the disease.,Cut old leaves that are in contact with the ground diseased.,Ensure that the tools are clean and disinfect them with bleach.,Plow and bury crop debris after harvest or burn them.,Control  cabbage worms, and other insects that can cause injury to the plant.\n            "}