{"లక్షణాలు": "\n              Iron deficiency in potato is characterized by the yellowing of the youngest leaves, often starting at the base of the leaf blade. Midrib and veins remain green (interveinal chlorosis). Neither leaf tips and margins are affected in those early stages. After the application of foliar fertilizers containing iron veins are the first to recover, showing a bright green color. This re-greening of the veins after the application of iron is the most recognizable symptom of this disorder. In severe deficiencies, the chlorosis extends to the whole lamina and leaves gradually take a bleached aspect. However, necrosis does not appear. No symptoms are reported on tubers. \r\n\n            ", "ట్రిగ్గర్": "\n              Iron deficiency can be a problem in water-logged soils, calcareous soils or, in general, in soils with a high pH. In clay soils, iron becomes fastened to particles and is not readily available to the plant. The presence of heavy metals can also compromise the uptake of iron. Because iron has a low mobility, iron deficiency symptoms appear first on the youngest leaves. Iron plays an important role in photosynthesis and plant metabolism. Leaf chlorosis reduces chlorophyll content, inhibits the photosynthetic rate, and retards the growth of the potato plant. However, in some varieties of potato, the deficiency does not seem to have an adverse affect on yield or quality of the tubers. The optimal pH range for iron availability is below 6.25. There is a gradual decrease in availability as pH increases until about pH 8.25. \r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Organic matter in animal manures, peat and composts can be used as an effective measure to add iron and other nutrients to the soil. They enhance soil structure, improve the water and nutrient holding capacity and serve as reservoir of nutrients. Iron availability can vary widely depending on the type of material used and the environmental conditions. \n\n            ", "రసాయన నియంత్రణ\n": "\n              There are several fertilizers on the market offering different formulations that include iron. The most common and inexpensive strategy is to correct the iron deficiency while preparing the field at bedding. Iron sulfate (FeSO4) can be used for this purpose. Iron chelates are also available but they are rather expensive. Foliar sprays are effective in re-greening the crops and may help to save the yield if applied at early stages of the deficiency and at regular intervals (10 days to two weeks). Both iron sulphate or iron chelates can be used as a sprays. \n            ", "నివారణా చర్యలు": "\n              Chose varieties that are less susceptible to iron deficiency.,If possible, avoid planting potatoes in calcareous, alkaline soils.,Improve the drainage of the soils and do not over-water.,Do not lime, since this will increase the pH of the soil.,Modify soil pH to reach optimal growth conditions for potato.\n            "}