{"లక్షణాలు": "\n              Adults and nymphs of poplar lace bug feed on the underside of leaves by sucking fluids from the leaf tissues. This causes a pale stippling and bleaching on the upper leaf surface that can become very obvious by mid to late summer. While they feed, they foul the underside of leaves with specks of dark excrement, that sometimes drips onto pavement and other surfaces beneath infested trees. A prolonged exposure of almond trees to high populations of poplar lace bugs may cause premature leaf drop (or defoliation) and a reduction in plant growth. The symptoms caused by this pest are not unique. Certain other true bugs and thrips also produce leaf stippling and dark excrement. Mite infestations do show stippling but not dark excrement, and rather display mite cast skins and fine silken webbing. Examining trees with a magnifying glass can help identify the cause of the symptoms.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the poplar lace bug Monosteira unicostata. Adults are about 3 mm long and have  forewings with numerous, semitransparent cells that give the body a lace-like appearance. They can overwinter as eggs in leaves on evergreen hosts or as adults in protected locations, such as under bark plates and fallen leaves or other debris beneath the trees. With the arrival of the spring they emerge and recover their activity, settling on the leaves. Female insert tiny, oblong eggs, in isolation or in groups, close to the main veins on the underside of leaves and cover them with dark excrement. Nymphs appear at 10-18 days, forming colonies and feeding gregariously by piercing and sucking the leaf sap. They reach adulthood after about 10 days, passing through five nymphal states. All life stages can be present throughout the year on evergreen hosts in areas with mild winters. Lace bugs develop through egg, nymph, and adult life stage, and have several generations a year.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              In orchards with a history of infestation with this pest, inspect plants about once a week beginning of late winter. Take action when lace bug nymphs become abundant and before damage becomes extensive. A forceful stream of water directed at the underside of leaves early in the season, when nymphs are the predominant life stage, and repeated at intervals, can help to suppress populations on young trees. Treatments with insecticidal soap, narrow-range oil, neem oil, and natural pyrethrins could also be envisaged.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Contact insecticides that do not leave persistent, toxic residues (which may kill natural enemies of lace bugs) include azadirachtin and pyrethroids, which are often combined with piperonyl butoxide, a compound that enhances their effects.\n            ", "నివారణా చర్యలు": "\n              Monitor the orchard regularly for symptoms of the pest.,If infection does not involve defoliation and does not seriously harm the trees, it could be wise to tolerate them because the injury is mostly aesthetic.,Apply balanced fertilization and irrigation to increase the almond trees' natural resistance against sucking insects.,Do not use broad-scale insecticides which may kill all kinds of predatory insects of lace bugs.,Increase the abundance of natural enemy by growing a variety of flowering plant species.,Prune infected tree parts and destroy the debris.\n            "}