{"లక్షణాలు": "\n              Larvaes feed on cane roots and decrease the stability and water supply of the whole plant. Early damage is similar in appearance to drought damage, with an initial yellowing and dropping of the leaves. Later, the leaves age and the maturing stalks deteriorate. In extreme cases, the whole stool is deprived of its roots and is readily levered out of the ground by its own weight. In some cases, the larvae may tunnel into the cane stalks. In extreme cases the feeding damage of the roots leads to lodging of the cane. Due to the decrease of water supply the leaves may start yellowing.\n            ", "ట్రిగ్గర్": "\n              All the three larval instars cause feeding damage of the roots, but the third instar is extremely voracious. The damage caused by the white grubs depends on the number and the instar of the grubs and the growth stage of the cane at the time of the attack. When young cane is attacked replanting is necessary. Attacks on old cane lead to yield reduction. The larvaes are creamy white colored and C-shaped. There are reports that four to five third instar larvae per stool can cause economic damage.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Monitor white grub populations - count the grubs themselves or use indices  of population intensity based on plant damage. Shake the plants and collect beetles and grubs by hand. Place trap trees in sugarcane fields. Trap trees are deadened or felled for the purpose of luring insect pests where they can easily be destroyed. Cashew is most appropriate, as it grows in poor soils and produces nuts which can increase the farmer's income. Introduce natural enemies such as Campsomeris spp. Try biopesticides containing Beauveria to control the infestation.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Apply products containing chlorpyrifos or other insecticides effective against these grubs during planting. For most effective treatment, apply the insecticide to the root zone before covering.\n            ", "నివారణా చర్యలు": "\n              Grow more tolerant varieties.,Rotate with non-host corps such as legumes.,Expose remaining insects by plowing before planting again.,Avoid cultivating sugarcane on clay soils.,Ensure soil fertility with right fertilizer balance.,Regularly monitor the field.,Deep plow, remove and burn harvest residues and stubbles after final crop.\n            "}