{"లక్షణాలు": "\n              Deficiencies in calcium are very rare and will most likely occur on sandy soils during a period of drought. Mild calcium deficiency affects first and foremost fruit yield and quality. In severe cases, it results in stunted plant growth, unfilled pods (\"pops\"), underdeveloped kernels, a lowered quality of the peanuts, and an increased risk of pod rot (Pythium spp). However, pod length does not seem to be affected by calcium levels. Plants grown under calcium deficiency produce seeds with a lower germination rate and seedlings with less vigor. These plantlets also often have black plumules. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Calcium is not mobile in plant tissues and can only enter the kernels in the pod by direct diffusion from the soil solution. Therefore, the absorption of calcium is tightly linked to the type of soil, the pH, and the uptake and transport of water in the different tissues. The critical period for calcium absorption is pod development and filling. Heavy soils and irrigated soils are good at dissolving calcium and supplying it to the pods. Sandy soils (those preferred for peanut) are prone to drought and can limit its uptake. Calcium is much more important for non-irrigated peanuts than for irrigated peanuts. It is estimated that 150 to 250 mg/kg of plant dry tissue is an adequate rate. Generally, the optimum soil pH range for peanuts is between 6 and 6.5.\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Crushed eggshells contain calcium in an insoluble form that is not available for plant uptake unless \r\nit is ground very finely. After grinding the eggshells thoroughly, mix the fine powder with vinegar to convert the calcium into an available form. \n\n            ", "రసాయన నియంత్రణ\n": "\n              There are three main ways to supply plants with calcium: lime (calcium carbonate), gypsum (calcium sulphate) and liquid fertilizers. Without the appropriate soil moisture, the calcium contained in lime is not very soluble and water may be applied to get the desired effect. Lime can also be used at planting to increase soil pH and get the optimal range for peanut. Gypsum applied during early bloom can be used for a rapid replenishment of calcium in the pegging zone. Foliar calcium applications are not effective for peanuts because this nutrient is immobile in the plant. In general, gypsum is the best source of calcium for peanuts. \r\n\n            ", "నివారణా చర్యలు": "\n              Irrigate plants regularly to favor calcium uptake but avoid over-irrigation.,Apply lime before planting to allow a good supply of calcium over the season.\n            "}