{"లక్షణాలు": "\n              The symptoms of the disease vary greatly between varieties of cassava and the environmental conditions, making diagnosis difficult. Early symptoms may be brown lesions or streaks which sometimes appear on young green stems. More frequently however, and more conspicuous, is the characteristic yellow or necrotic vein banding on the leaf lamina. The chlorosis may latter expand to form comparatively large, yellow blotches. At a later stage, the whole leaf may become chlorotic and defoliation ensues. Normally, mature or nearly mature leaves are affected but not developing, immature ones. There is a general reduction of root size and dark-brown necrotic areas develop inside the tubers. The lesions in the roots can result in post-harvest deterioration of the crop. Leaf and/or stem symptoms can occur without the development of tuber symptoms. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the cassava brown streak virus, which is only known to infect cassava and a related plant from which rubber is produced (Ceara rubber tree). CBSV may be transmitted by mites and aphids, as well as the whitefly Bemisia tabaci. However, the predominant way of spreading the disease is by way of infected cuttings transported by humans and lack of field hygiene, for example with the usage of agricultural tools. Manioc varieties differ greatly in their sensitivity and response to infection with yield losses ranging from 18-70% depending on the areas of infection and the environmental conditions. Quarantine measures are required to restrict the movement of infected cuttings from affected to unaffected countries, where CBSD has not yet been reported.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              There is no direct biological control of the virus once it has infected plants. One way to reduce the propagation of the disease is to refrain from an excessive use of insecticides that could be detrimental to natural enemies of aphids, mites and whiteflies, all known vectors of CBSV.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Virus diseases cannot be treated with chemical applications. However, insecticides could be used to reduce the populations of vectors such as whiteflies, mites and aphids and reduce the occurrence of the disease.\n            ", "నివారణా చర్యలు": "\n              Make sure to use virus-free planting material from certified sources.,Grow varieties that have been proven to be resistant or tolerant to CBSV.,Monitor the field weekly for the first 3 months of manioc growth and remove diseased or deformed plants.,Destroy the rogued plants immediately by burning or deep burying.,Keep the fields weed-free to avoid alternative hosts of insects that transfer CBSV.,Disinfect agricultural tools when working between different fields.,Do not transport cuttings to new fields or areas.\n            "}