{"లక్షణాలు": "\n              The symptoms produced in the leaves by adults and larvae are different. Adults feed on leaves by piercing the limb, making numerous holes that usually remain small. The larvae eat the leaves superficially, leaving only the necrotic epidermis of the opposite side. The major damage is caused when the weather conditions favor an early appearance of the overwintering adult. If they become active early in the spring, they can devour not only leaves but also grape buds that have just opened. In case of strong infestation, leaves can be skeletonized, and the newly formed flower clusters destroyed. Varieties with more and tougher foliage resist the attacks better and the injury remains minor. Once the buds have grown large enough, these beetles do not cause major damage to grapes. \n            ", "ట్రిగ్గర్": "\n              The damage is caused by the vine flea beetle, Altica ampelophaga. These shiny metallic beetles are active in spring, when they attack the newly emerging leaves or grape buds. The duration of the various developmental stages varies considerably depending on environmental factors. Females lay eggs in group on the underside of leaves, amounting to several hundred in a lifetime. Typically, the eggs hatch 1-2 weeks after oviposition. Larvae then browse and feed on the foliage for about 1 month, passing through three developmental stages. Then they pupate in the soil at a depth of 5 cm and adults of the next generation appear 1-3 weeks later. There are usually 2 and sometimes 3 generations per year. Adults of the final generation hibernate between leaf litter or other shelters. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              The predatory bug Zicrona coerulea (blue bug) is the main biological control vector of the vine flea beetle. Other predators and polyphagous parasites can also be used in the control of the pest. Beneficial nematodes applied to the soil will destroy the larvae and help to prevent the next generation of adults from emerging. Spinosad or neem oil formulations applied by spraying after observing the first adults, can also help to control the populations.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Active substances that are recommended against the vine flea beetle include chlorpyrifos, lambda cyhalothrin formulations that should be applied by spraying or dusting, after observing the first adults.\n            ", "నివారణా చర్యలు": "\n              Regularly monitor the vineyard for symptoms caused by adults or larvae.,Avoid to plant vineyards close to wood or wasteland areas.,Cultivate between rows to control the flea beetle pupae.\n            "}