{"లక్షణాలు": "\n              This disease is specific of broad beans and is characterized by the presence of numerous small red-brown spots, mainly on leaves, but also on stems and flowers. As they enlarge, a grayish, necrotic center develops, surrounded by a reddish-brown margin. These spots can coalesce and form chocolate-colored lesions on the leaf blade. An more aggressive (but rarer) form of the disease causes a blackening of leaves and stems, giving the impression that they are dusted with chocolate powder. Eventually, this leads to a stunted growth of the plant or the death of part or the whole of the shoot system. In some cases, flower buds can abort. The beans are still edible, but the pods may be discolored. The former type of attack is responsible for the greater part of the damage done by epidemics of the disease.\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms on faba beans are caused mainly by the fungus Botrytis fabae, even though other species of Botrytis can also be involved. Spores form on the dead tissue in the center of the spots and spread the infection to healthy plants. These spores can remain viable on the leaf surface for periods of a month or more under favorable conditions. High humidity, frequent rainfall, prolonged leaf moisture and temperatures in the range 15 - 22° C are optimal for the infection. Any factors increasing the rate of evaporation of leaf moisture inhibit or decrease infection (wind, dry weather). Other conditions that can weaken the crop such as acidic soils, dense sowing, potassium or phosphorus deficiencies or waterlogging of the soil can also favor the disease or the appearance of its aggressive form. Winter-sown crops and crops grown in sheltered areas are also more susceptible. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              To this day no No economic method of control has been found. Care should, however, be taken to see that the crop is not weakened or in any way rendered more liable to attack.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological control if available. To this day, no economically viable method of control has been found against chocolate spots of broad bean. In some cases, the spraying of the crop with fungicides during the flowering period can avoid the worst damage in terms of yield. \n            ", "నివారణా చర్యలు": "\n              Use healthy seeds from certified sources.,Space seed or plants well apart when planting.,Avoid sites recently used for the culture of faba beans.,Use varieties with high level of resistance to the disease.,Correct soil pH by liming if necessary.,Make sure to apply a balanced fertilization.,Do not use large amounts of nitrogen  fertilizers.,Monitor fields regularly for signs of the disease.,Collect and destroy plant debris after harvest.\n            "}