{"లక్షణాలు": "\n              Adult Curculio weevils attack foliage, chewing leaf margins and leaving a distinct serrated edge pattern. They also feed on tender shoots, occasionally eating up rings of bark around them. This impairs water and nutrient transport and can thus lead to the decline of the branch. In some crops, the weevils can also dive into the flowers with their snout and destroy the reproductive structures. High populations can cause significant  damage, especially to young trees. Adults emerging from an area that was previously under pasture may also attack newly planted vineyards or orchards. Grapes or fruits are not usually damaged. Larvae feed on the roots of the crops but the damage they cause seems to be marginal. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The damage is caused by the Curculio weevil (Otiorhynchus cribricollis). Adults feed at night. During the day, they shelter under the bark, in the crotch of branches, between fruit and leaves, or in burrows in the soil. Eggs are laid on the trees or in loose organic matter on the soil. After hatching, the young larvae dig into the soil and feed on plant rootlets. They pupate in autumn. The length of the pupal stage depends on weather conditions but it usually lasts three to four weeks. The life cycle of the Curculio weevil  is optimal at moderate temperatures. It only has one generation each year, but their reactivation after the heat of summer may give the impression that there is a second generation. Most adult weevils don’t fly but some can fly short distances. \r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              To this day there does not seem to be biological control agents available against this insect. Please notify us if you know of any.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Treatments with synthetic pyrethroids are the most effective in controlling the Curculio weevil. Foliar sprays of products containing alpha-cypermethrin can also be used in trees with no fruits or non-bearing grapevines. \n            ", "నివారణా చర్యలు": "\n              Monitor for over-wintering adults in early spring if damaged stems are observed.,Keep weeds under thorough control, as they might serve as alternative hosts.,Protect trees with rings of sticky material so that adult weevils cannot climb up the trunk.\n            "}