{"లక్షణాలు": "\n              The most typical symptom of an infection with anthracnose on fruit trees is the appearance of cankers on twigs and branches. At the early stages, they are characterized by the development of small circular spots, reddish to purple in color and particularly conspicuous when moist. As they enlarge they become slightly elongated and sunken, and orange to brown in color. As the bark deteriorates, cracks develop on the margins and start to curl upwards. Creamy white fungal growth can be observed in their center. The canker can girdle the young twigs and kill them. Young leaves or fruits can also be affected and develop brown spots and patches, that in the case of fruits cause \"bull's eye rot\" during storage. In particularly susceptible varieties, it can lead to defoliation of the tree and reduced vigor. This in turn leads to a reduction of fruit quality. \r\n\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are mainly caused by a fungus called Neofabra malicorticis, but other fungi from the same family can be involved. They can survive on infected plant debris or in the soil. It thrives under moist and warm conditions, with frequent rainfalls. During the spring, it resumes growth and start to produce spores. These spores are then easily spread via irrigation water or rain splashes to other trees or plants. They can enter the trees through small injuries but can also penetrate uninjured bark.  The canker grows actively only 1 year but the fungus continues produces large numbers of spores during 2 to 3 more years. Alternative hosts include most pome and stone fruits as well as hawthorn and mountain ash. All apple varieties are susceptible, to varying degree, to the disease. Pear trees can also be affected. \r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              The application of a Bordeaux mixture or copper sulphate after harvest can reduce the incidence of anthracnose the following season. These compounds can also be used before the harvest to control the formation of bull's-eye rot on fruits. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. There are no fungicides that have been proven fully effective at eradicating existing cankers. However, preventive fungicide applications before the harvest may reduce the incidence of  bull's-eye rot on fruits during storage. Same application after harvest many reduce cankers the following season. Products based on captan, mancozeb or ziram can be used for these purposes. \n            ", "నివారణా చర్యలు": "\n              Plant healthy trees from certified pathogen-free sources.,Choose tree varieties that are less susceptible to the disease.,Monitor thoroughly new trees for signs of the disease.,Prune branches affected by a canker during winter pruning.,Prune out diseased limbs and trunks as soon as they are discovered.,Remove plant residues from the orchard.,Do not plant alternative hosts around the orchard.,Promote tree vigor through a good fertilization program and the use of fortifiers.,Ensure optimal drainage of the soil.\n            "}