{"లక్షణాలు": "\n              Feeding takes place behind the leaf sheath and can be detected by the presence of cinnamon to chocolate-brown blotches there. Mites can often be observed directly when the outer sheath is removed. The mites also feed on the developing panicles from the boot stage to the milk stage of heading. The damage causes the entry of opportunistic fungal pathogens into developing grains and the leaf sheath, resulting in disease (e.g sheath rot). This results in spikelet infertility, plant sterility, straight-head, and a characteristic deformation of the grains called \"parrot-beaking\". It is the most important and destructive mite pest attacking the rice crop worldwide.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the feeding activity of the rice panicle mite, Steneotarsonemus spinki. High temperatures and low rainfall are ideal for the development of large populations in the field. Optimal conditions are temperatures between 25.5 °C and 27.5 °C and humidities between 80 and 90%. Intensive, continuous rice culture and the sharing of equipment between fields is also conducive to population buildup. Rice plants can  be infested throughout the entire year. However, populations are greatest at the booting stage and decline as the plant matures. Damage is often difficult to characterize because the mite is commonly interacting with other pests of rice such as  Sarocladium oryzae (sheath rot) and Burkholderia glumae (bacterial panicle blight).\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Make sure not to kill natural enemies of S. spinki on paddy fields (spiders, endo-parasitoid wasp, etc.) through the overuse of insecticide.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach of preventive measures together with biological treatments if available. In case of heavy infestations, use insecticidal sprays containing hexythyazox or sulfur compounds. Before spraying, flood the field to force mites to move up the plant, which will increase the efficiency of the treatment.\n            ", "నివారణా చర్యలు": "\n              Regularly monitor the field for symptoms of the mite.,After harvesting, spread straw to burn before plowing the field.,Leave the field fallow for two weeks after harvest.,Transplant seedlings in rows with a high density.,Use fertile soil with balanced NPK ratio.,Rotate rice with bean or legume plants to break the life cycle of the mite.,Maintain good practices and hygiene standards with all tools used in rice cultivation.\n            "}