{"లక్షణాలు": "\n              The symptoms of dry root rot are most commonly observed in chickpea during the post-flowering stage. They are initially confined to the top part of the plant and include the hanging of the leaflets and the chlorosis of petioles and leaf tissues. The lower leaves and stems of affected plants are usually straw colored or in some cases, brownish. The tap root turns black with signs of rotting, and most of the lateral, secondary roots and rootlets are missing. The dead tissue make roots quite brittle and the bark shreds. When trying to uproot the plant, it brakes easily and usually the lower portion of the tap root remains in the soil. Longitudinal sections of the collar region show dark minute fungal bodies on the inner side of the bark and the internal tissue.\n            ", "ట్రిగ్గర్": "\n              Dry root rot is a soil-borne disease initiated by soil-borne fungal threads or spores of the fungus Rhizoctonia bataticola, also known as Macrophomina phaseolina. The symptoms appear suddenly when ambient temperatures are between 25-30C. By then, the fungus has colonized a good part of the plant tissues and gradually damaged them. With increasing temperature and more frequent moisture stress, R. bataticola is becoming more intense in typically tropical humid areas. High day temperature above 30°C and dry soil conditions at flowering and podding stages rapidly increase the severity of the disease. Overwintering fungal structures called sclerotia can persist in soils up to 6 years in some cases.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Seed treatment with biocontrol agents like Trichoderma viride, Pseudomonas fluorescens and Bacillus subtilis has shown some benefits in managing the disease.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Fungicide seed treatment with thiophanate methyl and vitavax reduced the dry root rot of chickpea significantly. Treating the seeds with captan, thiram or benlate is also helpful in reducing the disease (usually 3g/kg of seeds)\n            ", "నివారణా చర్యలు": "\n              Sow early maturing varieties to avoid high temperatures during maturity, thereby reducing infection.,Monitor the field regularly for symptoms of the disease.,A 3-year crop rotation can greatly reduce the overwintering structures in the soil.,Plow deeply and remove plant debris from the field and destroy them.,Maintain good soil moisture with irrigation from planting to pod fill but do not overwater.,Avoid high fertilization rates to reduce the incidence of the disease.\n            "}