{"లక్షణాలు": "\n              Big vein disease causes the veins in leaves to become very enlarged, clear, and show yellow discoloration. The outer leaves become upright. Such deformities are easily seen if the leaf is examined with a light source behind it. The enlarged veins cause the rest of the leaf to be ruffled and malformed. Severely affected plants can be so deformed as to be unmarketable, and head lettuce varieties may fail to form a head. However, infected plants showing less severe symptoms can still be harvested. \n            ", "ట్రిగ్గర్": "\n              The virus that causes big vein is soil-borne and is introduced into lettuce plants by the fungus O. brassicae, that attaches itself to lettuce roots. As for many fungi, high soil humidity and low temperatures promote the spreading of the disease. Once infected, the soil retains the fungus for several years. Disease severity may vary greatly from season to season. Big vein disease is more prevalent and severe during cool weather. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              It is difficult to treat the fungus directly. Remove all infected plant material. All measures that help to overcome the vulnerable early life stage have positive effects.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Apply fungicides based on bromomethane or dazomet solution.\n            ", "నివారణా చర్యలు": "\n              Apply plant fortifiers containing bacillus subtilis for better resilience.,Plant resilient varieties, if available in your area.,Use healthy seeding material.,Avoid early planting in wet soil.,Choose well-drained sites.\n            "}