{"లక్షణాలు": "\n              The disease starts on older, lower leaves first and then progresses to younger ones. Light brown or gray, round or oval spots (2-3 mm in diameter) appear on leaves and petioles. These necrotic tissues are surrounded by red-brown margins. The spots often merge, and their center may dry up and fall out, leading to the development of holes on the leaf blade (shot-hole effect). Gradually the leaves also discolor, turning first yellow (chlorosis) and later, as they dry out and die, brown. From the distance, affected plants have a scorched appearance and may stick out from the canopy. The spots on stems and petioles are elongated and often slightly sunken. Under prolonged wet conditions, dark gray velvety fungal growth may appear, predominantly on the underside of the leaf, more precisely underneath the spots. \n            ", "ట్రిగ్గర్": "\n              The disease is caused by fungus Cercospora beticola, which survives on plant debris on the surface of the soil or in the upper soil layer. It can also overwinter on alternate hosts such as weeds (pigweed, goosefoot, thistle) which appear to be a source of infection for beets. Optimal conditions for development of the fungus are high humidity (95-100 %), frequent dew and warm weather. Excessive use of nitrogen fertilizers increase the incidence of the disease. Disease often is unevenly distributed in fields, usually being more severe in protected areas that may result in higher levels of humidity. It is the most destructive foliar pathogen of sugar beet worldwide. Cercospora infections are distinguished from other leaf diseases (Alternaria, Phoma and bacterial leaf spots) by the smaller size of the spots and the presence of black specks in the center of the lesions.\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Biological foliar sprays include products based on the bacteria Pseudomonas fluorescens, Bacillus amyloliquefaciens, Bacillus subtilis and the fungus Trichoderma asperellum. Alternatively, hot-water treatments may be used to clean the surface of the seeds from fungi and ensure their healthiness. Copper based products (copper oxychloride) are also an accepted method for control in organic farming. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. To control the pathogen use triazole fungicides (difenoconazol, propiconazole, cyproconazole, tetraconazole, epoxiconazole, flutriafol, etc.), or benzimidazoles. \n            ", "నివారణా చర్యలు": "\n              Make sure to use certified, disease-free seeds.,Plant resistant varieties, if available.,Use lime to increase the pH of the soil, if it is too acidic.,Avoid overhead irrigation as it will result in prolonged leaf wetness and use drip irrigation instead.,Irrigate around midday as this will allow leaves to dry fully.,Ensure balanced fertilization with phosphorus, manganese and boron fertilizers.,Remove weeds from the fields.,Remove plant debris and destroy them by deep burying or burning.,Plow deep with a single-furrow plow to ensure a good drainage of the soil.,Till the soil after harvest to eliminates soil crust and improves soil aeration.,Plan a crop rotation of 2-3 years.\n            "}