{"లక్షణాలు": "\n              Leaves affected by the fungus develop a faint, silvery sheen. This is generally confined to a single branch initially, but can spread to other part of the tree over time. At later stages of the disease, leaves split and may turn brown around the margins and the mid-rib. Internal tissues of affected stems turn dark brown under the bark and eventually die back. From late summer onwards, flat or bracket-shaped fungi develop on the bark of dead branches. They have a whitish woolly upper surface and a purple-brown lower surface. Both sides have  spore-forming bodies and are soft and slippery when wet, brittle and shriveled when dry.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Chondrostereum purpureum, which build conspicuous fruiting bodies on the trunks and dead branches. These structures yield spores that are later released and transported by the wind to healthy trees and shrubs. They enter the tissues through wounds, mainly caused by pruning. As they grow down into the wood, they slowly kill it, producing a characteristic dark stain of the internal tissues. They also secrete a toxin that is carried up to the leaves through the sap stream. This toxin damages tissues and causes them to separate, conferring them the silvery aspect. So, even though the fungus is not actually present in the leaves, it can kill the leaves and branches. New fruiting bodies later appear on the dead wood and the cycle starts again. Drizzly, rainy, foggy or humid days with no wind or sun provide the perfect conditions for spore release and infection. \r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              In many cases, the trees will recover naturally from an attack of silver leaf, so it is recommended to wait some time before taking action.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. In susceptible trees in areas where silver leaf is a recurring problem, the treatment of pruning cuts with paints is recommended as a standard practice. However, some specialists claim that the best thing is to let these wounds heal naturally. \n            ", "నివారణా చర్యలు": "\n              Only work with clean, disinfected tools.,Protect trees from unnecessary injuries.,Monitor the orchard regularly.,Routine pruning in late spring or summer avoids the main infection phase.,Avoid pruning during wet weather conditions, which favor infection.,Cover wounds with wound dressing to avoid the germination of spores.,Dispose of the pruned material (burning or burying) immediately, as fruiting bodies form continuously.,Make sure to exclude alternative hosts like willows and poplars from and around the orchard.\n            "}