{"లక్షణాలు": "\n              Attacks by the caterpillars of the winter moth can be first noticed in spring when the emerging leaves show signs of damage. This is usually more visible in mid-summer, when leaves are fully expanded. By then, the caterpillars have left the tree but the small holes made during the spring have enlarged with normal leaf growth to cover a sizable area of the leaf blade. The caterpillars also feed on flower buds and developing fruits. Once a bud has been damaged, they migrate to other buds and repeat the process. Early damage on young fruits develops into deep cleft on the skin by the time they have reached full size in late summer. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Damage is caused by he caterpillars of the winter moth, Operophtera brumata. After mating, the female deposits overwintering eggs on the bark, in bark crevices or under bark scales. These eggs hatch when temperatures average around 12-13º C. The newly hatched caterpillars migrate up the tree trunks and wriggle between the scales of newly emerging buds. They cannot bore through closed bud scales, but as these open, they can scrape away at the soft leaf tissue below. Wet summers, and mild and moist autumns favor the life cycle of this pest. Mature caterpillars drop to the soil for pupation. Host plants include apricot, cherry, apple, plum, currant and some forest trees.\r\n\r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              In autumn, endangered trees can be equipped with a glue ring, which is attached firmly to the trunk, using supporting stakes if necessary. This stops the females on their journey from the soil to the crown. Eggs laid above the glue ring  have to be removed with a brush. Products based on Bacillus thuringiensis can also be applied to ward off the caterpillars. Applications containing neem extracts (Azadirachta indica) are also effective. Spinosad formulations can be sprayed when leaves are fully expanded, targeting the larvae. Spinosad can be harmful to bees and should not be used at full bloom. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Note that caterpillars are protected from insecticides while inside the buds. Products based on diflubenzuron are used in integrated plant protection programs. The insect growth regulator tebufenozide is very effective against winter moths, preventing them from molting, thereby killing them.\r\n\r\n \n            ", "నివారణా చర్యలు": "\n              Regularly monitor the orchard for signs of the pathogen.,Avoid planting susceptible plants near the orchard.,Remove weeds as they can serve as alternative hosts.,Remove tree debris as soon as possible and destroy them at a distance of the orchard by burying them deep or burning them.,Plow the field after harvest to expose the pupae to predators and cold temperatures.,Use glue rings on trunks to hinder females on their journey from the soil to the crown.\n            "}