{"లక్షణాలు": "\n              Symptoms vary depending on the plant variety, weather conditions, and time of year. Initially, they are characterized by water-soaked, dark green angular spots on the lower surface of leaves. When hold against sunlight, these spots appear translucent and framed by the leaf small veins. When moisture is high, sticky droplets of bacterial ooze are secreted from these lesions. As the disease progresses, the lesions eventually become visible as irregular, brown or reddish spots on the upper leaf surface. They later coalesce and form large patches of necrotic tissue, giving leaves a ragged or scorched appearance. The fruit stalks may turn brownish-black and the fruits can wither since the water supply is cut off. This affects the fruit quality and appearance. Fruits will not contain much sugar, but the consistency is usually quite regular.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the bacterium Xanthomonas fragariae, which can overwinter on dry leaf debris on the ground or buried leaves in the soil. It is extremely resistant to adverse conditions such as dessication. In spring, the pathogen resumes growth and contaminate new healthy plants, carried from plant to plant by splashing water from rain or overhead irrigation. The ooze secreted under the leaf surface is the secondary source of inoculum. In both cases, the bacteria enter the plant via its natural pores or via wounds inflicted during field operations. Alternatively, infected transplants can bring the disease to a new field. This disease is favored by cold and wet conditions, for example cool spring days with freezing night temperatures.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Spraying certified organic copper compounds can help to reduce the disease. Application of solutions containing citric and lactic acid may also help to protect developing leaves and berries from infection early in the season. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Products based on copper can be applied at low temperatures to reduce the infection from plant to plant via the bacterial ooze. However, the frequency and dosage need to be carefully planned, so that plants are not damaged. Do not use copper agents under dry conditions and after the initiation of bloom. Copper hydroxide formulations may be more effective than copper sulfate formulations. Oxolinic acid application showed good results in the nursery period. Validamycin-A is an effective compound in the cultivation stage. \n            ", "నివారణా చర్యలు": "\n              Use healthy seeds from certified sources for planting.,Plant resistant varieties, if available in your area.,Maintain sufficient space between the plants.,When irrigating, ensure a fast drying of the plants and avoid overhead irrigation.,Straw mulch can help reduce water splashing.,Minimize movement of equipment and harvesters through wet foliage.,Avoid plant injuries during field work.,Crop rotation is recommended.,Do not plant strawberries for the next 3 years at a location where angular leaf spot has been detected.\n            "}