{"లక్షణాలు": "\n              The initial symptoms of sugarcane common rust are elongated yellowish leaf spots, of about 1-4 mm length. With the development of the disease (primarily on the lower leaf surface) the spots elongate parallel to the leaf venation. They enlarge up to 20 mm in length and one to three mm in width. They also turn into orange-brown or red-brown flecks with a slight but definite chlorotic halo. Later, the rust pustules fuse. This leads to rupture of the leaf epidermis and the development of necrotic areas. Lesions are usually more abundant closer to the leaf tip and decrease in number toward the base.\n            ", "ట్రిగ్గర్": "\n              98 % relative humidity and cool nights followed by warm days with temperatures between 20°C and 25°C favour Common Rust. Continuous leaf wetness (nine hours or more) also supports the spread of the disease. Under favorable conditions the infection cycle of  Common Rust (Puccinia melanocephala) is less than 14 days long. Plants aged two and six month are most susceptible to Common Rust.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sorry, we don't know of any alternative treatment against Puccinia melanocephala . Please get in touch with us in case you know of something that might help to fight this disease. Looking forward hearing from you.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. A treatment with fungicides can be economically unfavorable and not practical.\n            ", "నివారణా చర్యలు": "\n              Grow resistant cultivars.,Ensure balanced nutrient status of the soil.,Ensure adequate water supply of the soil during growth period.,Apply long furrow or paired row planting methods.,Remove and burn leftovers and harvest trash of affected crops.\n            "}