{"లక్షణాలు": "\n              The adult beetles feed on various weeds, as well as the young unfurled leaves, stems, and roots of banana trees. They also eat on the young fruit, making scars and spots on the skin that deforms it and makes it unmarketable. Most of the scarring occurs at the base of the fruit, reflecting the fact that beetles chose the most sheltered spots for feeding (under the bract for example). Scars are mostly oval in shape and can be confused with those of the fruit-scarring bee Melipona amalthea. The damage is made worse by the  colonization of the tissues by opportunistic pathogens. The larvae feed on young roots, and tunnel on the older ones to eat their tissues. Occurrence of this pest is usually high during the rainy season. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The damage is caused by the banana fruit-scarring beetle, Colaspis hypochlora. Adults have brown forewings with characteristic rows of small parallel dots. They are very good fliers.  Females lay pale lemon-yellow eggs, singly or in clusters varying in number from 5 to 45. Egg-laying is taking place in cavities gnawed in the leaf sheaths near the crown or in natural depressions that expose the surface of roots. After 7 to 9 days, the newly-hatched larvae start to feed on the young roots or to bore tunnels into the soft epidermal tissues of the older roots to feed on them. They have a whitish, slender and hairy body, and the head somewhat amber-colored. The pupa is dirty yellow, becoming darker as the adult becomes ready to emerge. \r\n\r\n\r\n\r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No biological treatment seems to be available for this pest to this day. The best preventive measure to avoid its proliferation is a good weeding program. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Chemical control is usually not recommended, as a proper weeding, for example, can educe the population levels enough to avoid the use of insecticides. During severe infestations, insecticides formulations (0,1%) could be used. However, unless the beetles are causing serious economic losses the use of insecticides should be avoided. \n            ", "నివారణా చర్యలు": "\n              Maintain a thorough control of weeds in the plantations, as this pest thrives on them.,Avoid to plant banana trees near drainage canals.,Remove pseudostems below ground level and trim the rhizome where larvae mature.,Remove damage plant parts from the plantation.,Rake the surface of the soil to expose the pupae to predators.\n            "}