{"లక్షణాలు": "\n              Symptoms first appear on the older leaves in the middle and upper part of the plant as small, circular, tan spots with white centers. These spots enlarge, turn light brown and form a slight depression. Small leaf veins within the spots darken, resulting in a netted appearance. Over time, concentric rings develop that are visible only on the upper leaf surface, giving the spot a target-like appearance. These circular spots can eventually affect the entire leaf and defoliation may occur. Circular, brown sunken lesions appear on infected fruits that later may be covered by a dark olive to black-colored powdery mat. Undetected fruit infection at harvest can result in later losses during storage or transportation of the harvest. Other parts of the plant are not directly affected. \n            ", "ట్రిగ్గర్": "\n              Symptoms in melon and related cucurbit species are caused by the soil-borne fungus Alternaria cucumerina. It survives in crop debris in the soil or on weeds and other cucurbit hosts. Disease spread can occur with rain splashes, excessive irrigation, wind, cultivation, equipment and field workers. This disease is favored by warm temperatures and moisture from dew, rain or overhead irrigation. Infection can be initiated with two to eight hours of leaf wetness, but as the hours of leaf wetness increase infection level increases. The frequency of rain and the length of dew periods play a greater role in disease development than the volume of rain that falls.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Application of straw mulch immediately after planting effectively decreases the spreading of A. cucumerina spores from the soil onto the lower leaves.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Fungicides containing azoxystrobin, boscalid, chlorothalonil, copper hydroxide, mancozeb, maneb or potassium bicarbonate can control the disease. However, chlorothalonil containing products seem generally to be the most effective. The ingredients differ in their application schedule and frequency. Make sure to study the respective usage instructions beforehand.\n            ", "నివారణా చర్యలు": "\n              Unfortunately, there are no resistant varieties available for this disease.,Regularly monitor the fields for symptoms of the disease.,Rotate crops with species that exclude cucurbits for 1-2 years.,Reduce crop stress to a minimum by e.g.,providing a balanced nutrition.,Maintain a high standard of hygiene in tools and equipments.,Use drip irrigation instead of overhead sprinklers if possible.,Do not work in plants when wet.,Remove plant debris at the end of the season.,Destroy the debris by deep burying them in the fields or simply burning at a distance.\n            "}