{"లక్షణాలు": "\n              Initially, the outer leaves start to wilt and show sunken, reddish-brown lesions of varying sizes on leaf stalks and midribs that touch the soil. Spots can be very small or can grow cover the entire leaf stalk/midrib area. White to brown colored fungal tissue may grow in the lesions which ooze a light brownish liquid. Leaf spots sometimes dry and turn chocolate brown. Under warm, wet conditions, the fungus grows into the leaf blades and destroys them. Small, irregularly shaped cinnamon brown lumpy structures may be seen on the head and on the soil under it.\r\nWhen plants are cut, the lesions are visible on the bottom of the head. \n            ", "ట్రిగ్గర్": "\n              The pathogen infects lettuce over a wide range of temperatures, but is favored by warm (25 °C - 27 °C) moist conditions. Rhizoctonia solani is a common soil inhabitant that can infect numerous plant species, including potato, onion, green bean, corn, radish, and a variety of weeds. The pathogen survives between lettuce crops in soil and crop debris, or on alternate hosts. It also can be introduced into fields by wind- or water-disseminated spores. The fungus survives almost indefinitely in soils because of its ability to colonize soil organic matter in absence of a living host.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Rotting leaves and plant residues should be picked and destroyed by burying or burning. In order to be sure that the seeding material is healthy, it can be bathed in water at 50°C for 30 minutes.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Preventive applications of iprodione or boscalid to the plants and beds at or just after thinning are helpful in preventing infections. Products containing azoxystrobin can also be applied, but chemical treatment of bottom rot on lettuce is often ineffective.\n            ", "నివారణా చర్యలు": "\n              Avoid overwatering.,Water in the morning.,Do not spray water on the leaves.,Avoid excessive fertilization with nitrogen.,Leave sufficient space between the plants.,Plant debris should be destroyed by ploughing deeply.,Practice a three-year or longer rotation to non-hosts.,Control weeds to eliminate alternate hosts between lettuce crops.,Grow lettuce on high beds, promoting air movement.,Apply proper drainage, and minimize foliage contact with the soil (some lettuce varieties feature upright leaves).,Avoid irrigation near harvest.\n            "}