{"లక్షణాలు": "\n              On susceptible varieties, the main symptom of manioc bud necrosis is the appearance of brown or gray patches on the surface of the stem. These patches are distributed all over the stem and they correspond to fungal masses that gradually grow on the epidermis. Occasionally they also appear on leaves. Plant tissues become necrotic as the fungus grows and feed on them. These necrotic areas often cover the buds on the stem and these tend to die, reducing the sprouting ability of stem cuttings.\n            ", "ట్రిగ్గర్": "\n              Cassava bud necrosis is caused by a fungus which occurs on the surface of stems and leaves. The main source of inoculum of the disease is infected cassava plants. Stems and leaves that remain as residues on the ground after harvest can also serve spread the disease. The fungal spores produced on these debris can later be carried by the wind from plant to plant or to other farms. However, the main vector of distribution is the usage of infected stem cuttings for planting. These stem cuttings with infected buds fail to sprout and can be detected in the field easily. Alternative hosts for the fungus are grasses, cereals, banana and mango. The disease is usually found in cassava growing in humid environments. Fields with poor farm sanitation in high relative humidity are particularly prone to develop the disease. \r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              There are no biological control solutions known for this fungus. Please contact us if you know of any. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. General fungicidal sprays are rarely recommended and therefore, the accent should be put on preventive measures and good field practices.\n            ", "నివారణా చర్యలు": "\n              Make sure to use disease free stem cuttings for planting (certified sources).,Plant resistant varieties if available.,Weed management and sufficient space between plants is crucial to ensure ventilation, which decreases the amount of fungus in the field.,Monitor and immediately remove and destroy diseased cuttings (by burning or burying), and replace them with healthy ones.,Plant debris should be removed and destroyed at a decent distance from the field.,Crop rotation with non-host plants avoids the survival of the fungus in the field.,Make sure to disinfect your tools after field work.,Do not transport transport cuttings from infected fields to other farms.,Farming tools should be disinfected with a common bleach solution after use to prevent the disease.\n            "}