{"లక్షణాలు": "\n              The feeding damage by these aphids weakens fruit trees, reducing their vigor and fitness. The honeydew secreted by these insects is later colonized by sooty mold fungi that can cover both leaf and fruit surfaces. This reduces even more the productivity of the tree and often leads to a slight curling of leaves and a lower sugar content of fruits, making them unfit for sale. When it occurs in large numbers, it can cause premature leaf fall and the atrophy of fruits.  \n            ", "ట్రిగ్గర్": "\n              Symptoms are caused by the mealy plum aphid, Hyalopterus pruni. Adults are green but have a white, powdery, waxy coating that makes them look gray to light green. They overwinter in the egg stage near the base of flower buds and hatch when conditions are favorable during spring, coinciding with buds bloom. These wingless forms remain on trees and can literally 'pave' the underside of the leaves. Warmer temperature during the summer trigger the appearance of winged adults that move to alternative hosts, particularly reed. These winged forms return to the fruit trees in the autumn to lay eggs, which will overwinter. Part of the damage they cause to stone fruits is due to the secretion of honeydew and the later colonization of that sugary substance by sooty mold. These fungi reduce the plant's ability to carry photosynthesis and thus reduces productivity and yields. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Several parasitic aphids attack the pest, of which Aphidius colemani is the more common. Other promising candidates to control populations are some species of mites and three species of ladybirds, of which Exochomus nigromaculatus is the more promising. Predators include the larvae of some species of hoverflies and gall midges. The pathogenic fungus Neozygites fresenii also infects the pest, but its effect on its population is not known. Organic insecticides based on neem oils can be applied during spring if control has not been achieved with other treatments. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Chemical treatments should target eggs during the delayed dormant period. Mineral oils or insecticides chlorpyrifos and esfenvalerate can be used. Application of mineral oils should be considered carefully, since it can cause damage to young shoots, especially during adverse weather conditions (excessive rains, freezing temperatures or dry winds). The same insecticides can be applied during spring if control has not been achieved with the oil treatment. \n            ", "నివారణా చర్యలు": "\n              Select resistant varieties if available.,Monitor orchards regularly for signs of the pest.\n            "}