{"లక్షణాలు": "\n              This caterpillars mainly (but not exclusively) attack plants from the legume family. The green larvae live in a single rolled leaves or two leaves spun together with the help of silk threads. In later stages, they may spin several leaves together forming a mass of congregated leaves that are partially eaten. They feed on the tenderer leaf tissue between the veins and damaged leaves show  areas cleared of outer epidermis and may turn brown or die. If no measures are taken, leaves may be reduced to a skeleton of hard parts. The dramatic reduction in leaf area observed in severe cases leads to smaller pods and also affects yields. \n            ", "ట్రిగ్గర్": "\n              The damage is caused by the larvae of the moth Hedylepta indicata. Adults are pale brown with a wingspan of about 20 mm. They have golden or yellow brown forewings with three dark zigzagging lines and some darker patches. On hindwings, the number of crossing lines is reduced to two. Female moths lay eggs singly on the young leaves or shoot of host plants. The caterpillars are pale green with a pale brown head. They live and feed between folded leaves weaved together with silk. Pupation takes place in a cocoon amongst litter on the soil surface. The bean leaf webber has a wide host range including plants of the legume family, red beet, and maize. It is not considered to be an important pest and may thus not need treatment. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Parasitic wasp species of Trichogramma can be used as a biological control method after infestation. Other larval parasitoid species include Brachymeria ovata, Grotiusomyia nigricans, Sturmia albincisa, Nemorilla maculosa and species of Apanteles and Toxophroides.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Insecticidal formulations containing either 0,02 % cypermethrin, 0,02 % decamethrin can be applied at fortnightly intervals.\n            ", "నివారణా చర్యలు": "\n              Plant resistant varieties.,Monitor your plants carefully and if a critical number of plants shows symptoms, implement disease management measures.,Perform crop rotation.,Remove weeds from the cultivation site.,Sow nectar-producing plants around the fields to support natural predators.,Pheromone traps can be used to determine numbers and disrupt mating behaviors.\n            "}