{"లక్షణాలు": "\n              White, flat eggs can be found in clusters of up to 60 eggs in 3 to 5 rows on the lower surface of the leaf sheaths. Young larvae make small holes in leaves, especially in the leaf-sheaths. Older larvae drill holes at the base of the stems, enter the inside of the plant and feed on the soft internal tissues, causing dead hearts in plants. The central whorl of leaves may also dry up in the damaged plants. Infested tissues emit a foul odor. The early shoot borer act as an internode borer.\n            ", "ట్రిగ్గర్": "\n              1-3 month old crops are highly susceptible.Females lay white flat eggs in clusters of up to 60 eggs in three to five rows on the under surface of the leaf sheaths. The larvae hatch from the eggs in one to six days, get scattered and enter the stem by making a hole just above the ground level. The larvae may migrate and attack a number of shoots similarly. It becomes full grown in 25 to 30 days and pupates inside the stem. An adult moth emerges after six to eight days. The total life cycle is completed in 35 to 40 days.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Release the egg parasitoid Trichogramma chilonis at seven to ten day intervals from the first month of planting until one month prior to harvest. Release females of Sturmiopsis inferens 30 to 45 days after planting. Alternatively, apply the granulosis virus of sugarcane shoot borer at a concentration of eight to ten virus inclusion bodies per millilitre at the 30th, 45th and 60th day of crop growth. The virus should be applied during evening hours immediately followed by irrigation.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. If insecticides are needed, spray products containing chlorantraniliprole. The application of granules of insecticide at planting and during growth reduces infections.\n            ", "నివారణా చర్యలు": "\n              Use resistant or tolerant varieties.,Avoid planting alternative host plants in the vicinity of the cane field (schwank, dub grass, maize).,Plant early in the season to avoid infestation.,Use pheromone sleeve traps or light traps to catch the moths.,Remove and destroy dried shoots and other crop residues after harvest.,Intercropping with green gram, black gram, daincha (Agathi) also helps repelling the adults.,Avoid excessive use of nitrogen fertilizers.\n            "}