{"లక్షణాలు": "\n              Leaf infections show as small, round, water-soaked spots about 1-3 mm in diameter. As the leaves mature, the spots become brown, dry, and brittle. Eventually, infected areas fall out and the leaves have a 'shot-hole' or tattered appearance. Flat, superficial, dark-brown spots develop on infected fruit. The underlying tissue is dark-brown to black and sometimes spongy. Infected flowers appear water-soaked, turn brown, wilt, and remain hanging on the twig. Characteristic cankers develop at the base of infected spurs, often accompanied by a gummy ooze. Infected areas are slightly sunken and dark brown. Cankers are first noticed in late winter or early spring. In spring, the cankers produce gum that breaks through the bark. Winter cankers are similar, but usually are softer, moister, sunken, and have a sour smell. If the infection spreads all round the branch it will die rapidly. \n            ", "ట్రిగ్గర్": "\n              Bacterial canker is a disease caused by two closely related bacteria that infect leaves and stems of plums, cherries and related Prunus species. These bacteria usually dwell on the surface of the leaves. During wet weather in spring or early summer, it can enter through the leaf natural pores, causing infections to develop in the young leaves. As the leaf matures, these infections are revealed as small patches of diseased tissue that gradually becomes necrotic. The ongoing expansion of the leaf leads to the tearing and fall of these dead patches. Cankers develop on shoots when the bacteria gain entry to the tissues through wounds or leaf scars at the time of leaf fall. Cankers remain more or less dormant through summer, when tissues are resistant, and during autumn and winter when temperatures are low. In spring, the bacterium resumes growth and infections spread rapidly, killing the bark.\r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Organic bactericides containing copper compounds or Bordeaux mixture provide efficient control of the canker phase of the disease in autumn and spring. Control ring nematodes.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Copper bactericides are recommended to treat bacterial canker effectively. Adding ferric chloride or mancozeb to cupric hydroxide provides good control of the strains that develop resistance over the years. \n            ", "నివారణా చర్యలు": "\n              Only use seeds or shoots from certified nurseries.,Plant resilient varieties, if available in the area.,Choose locations exposed to the wind to decrease humidity.,Monitor the orchard for symptoms of the disease on a regular basis.,Avoid nitrogen-rich fertilizers but still fertilize accordingly.,Cut off all cankered areas down to the healthy wood.,Prune soon after the harvest so that wounds can heal better.,In both cases, seal pruning wounds with an appropriate paint.,Destroy the affected tree material by burning or throwing it to a landfill.\n            "}