{"లక్షణాలు": "\n              “Pinhole” feeding damage and perforations on stalks caused by larvae. On young plants the internal tissue of stems is eaten up, a symptom named dead heart. On older plants young larvae drill themselves into the leaf sheath and axil. As the larvae grow older, they start tunneling into the stalk. Heavily infected plants grow weak and stunted and may eventually break or lodge when the meteorological conditions are unfavorable. Perforations are eventually found all over the plant and reduce the yield and the quality of the juice.\n            ", "ట్రిగ్గర్": "\n              Temperature determines the length of the life cycle. Larval development usually requires 25 to 30 days during warm weather and approximately five days longer during cool weather. Heavy rainfalls and low temperatures during winter decrease borer population. Warm temperatures and light rainfall favor pest survival and development. Reduced tillage agriculture enables the pest to overwinter in infested crop debris. Lack of natural predators also. Higher levels of nitrogen fertilization may favor survival.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Soak the seed cane in water at 25.6°C for 72 hours at least to kill 27-100% of the borers eggs. Germination is not hindered following this treatment, and soaked cane tends to produce a better stand. D. saccharalis populations can be controlled by numerous parasitoids and predators. Use ants, especially the red fire ant Solenopsis invicta. Or employ species of the parasitic wasp Trichogramma to minimize the egg population.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Monitor fields for populations big enough to cause economic damage. Apply insecticides containing chlorantraniliprole, flubendiamide or insect growth regulators to prevent the older larvae from tunneling into the stalks.\n            ", "నివారణా చర్యలు": "\n              Use tolerant and resistant varieties.,Avoid the use of seed cane damaged by the borer.,Add silicon to the soil to reduce survival and injury by borers.,Burn the cane pre-harvest to reduce populations.,Quickly destroy crop residues in field after harvest by burning, disking or flooding.\n            "}