{"లక్షణాలు": "\n              Snails and slugs are a widespread pest that can cause serious havoc in crops if they develop in large numbers. They eat irregular and often large holes in leaves but can also affect stems, flowers, tubers and bulbs. The damage can be traced back to these animals thanks to the silvery slime trails found on plant foliage and soil surface. They mainly occur in humid weather conditions and they are particularly keen on young tender plants. They can actually kill young seedlings by completely eating them.\n            ", "ట్రిగ్గర్": "\n              Snails and slugs feed on decaying organic matter, and on leaves, roots and tubers of a variety of crops. Slugs are underground dwellers, using cracks and tunnels made by plant stems or worms, and only come to the surface to mate. In potatoes, they can make round superficial holes in the skin or dig extensive cavities into the tubers, causing considerable damage. These animals thrive in wet weather conditions, so the infestation occurs mainly after dewy nights or after rainfalls. Most species survive mild winters and become active again in spring.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Predators such as hedgehogs, birds, frogs, toads, blindworms and ground beetles should be encouraged through good field management practices. The use of pellets based on ferric phosphate is also approved for organic growers.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Because of their diversity and life cycle, slugs are generally out of reach of chemical controls. Pellets based on metaldehyde can be used to lure them out of their holes.\n            ", "నివారణా చర్యలు": "\n              Select high and medium resistant varieties.,Place coffee grounds around the crop of choice to repel these pests.,Avoid planting in heavy soils, as these are favored by slugs.,Plant early or choose early harvesting varieties.,Manually remove the slugs or snails to mitigate the infestation.,Build a fence or net around your crop.,Use non-lethal traps such old wet sacks and rotten wooden boards.,Avoid excessive irrigation during the morning.,Stimulate populations of predators.,Lift the crop as early as possible.,Remove the mulch from the field.,Plow the soil once or twice before planting to expose the slugs to predators.\n            "}