{"లక్షణాలు": "\n              Fruits attacked by the fly show signs of punctures, corresponding to the ovoposition sites chosen by the females. Affected fruits mature and decay prematurely, may exudate drops of sugary juice and may sometimes fall. Opportunistic fungi may grow around the punctures or the fruit ooze. Flies have a silver thorax doted with blackish marks, a tan abdomen with darker stripes and clear wings with light brown bands and gray flecks.\r\n\n            ", "ట్రిగ్గర్": "\n              Symptoms are caused by the feeding activity of the larvae of the Mediterranean fly Ceratitis capitata. Despite its name, it is endemic to sub-Saharan Africa and, beside the Mediterranean area, it is also present in the Middle East, South and Central America and Australia. The female pierces the soft skin of ripening fruit or berries and lay eggs in the puncture hole, below the skin. After hatching, the larvae feed inside the fruit pulp and usually inflict severe damage that can make it inedible. It is a polyphagous insect, meaning that it feeds on a large range of hosts. It can also easily infest new hosts if the favorite plants are not within reach. There is also evidence that it could transport opportunistic fungi that grow on the attacked fruits. It is a highly invasive species that thrive in many diverse environments and at comparatively wide temperatures, with an optimal range between 10 and 30 °C. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Some biocontrol using parasitoid insects and predators can be achieved. Ceratitis capitata is also susceptible to a range of parasitic fungi (among others Beauveria bassiana) and some nematodes. The outcome of the treatment will depend greatly on the crop (or fruit) affected. Diverse heat treatments with hot water steam (for example 44°C for 8 hour), hot water and forced hot-air as well as cold treatments can be used on fruits coming from potentially infected areas. These treatments could be applied during storage, transportation or both. However, they all reduce the shelf life of most fruits. Spinosad could also be sprayed in a timely manner to protect the crop.\r\n\r\n\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Insecticidal dipping of fruits is an accepted method to protect the fruits. Cover sprays of the crop also be used as preventive treatments but may be expensive. Bait sprays, consisting of protein bait that attract both males and females together with a suitable insecticide (malathion) in the same trap, are a more accepted form of treatment. \n            ", "నివారణా చర్యలు": "\n              Please follow quarantine regulations in case of finding this insect in orchards.,Install insect-monitoring traps or pheromone traps to detect the insect.,Report to the competent authority as soon as possible after detection.,Do not move any potentially infected fruits from the area.,Wrap fruits aimed at export with paper or with polythene sleeves.,Dispose of all infected fruits in a double bag in the garbage bin for collection.\n            "}