{"లక్షణాలు": "\n              The larvae of the Stem Borer attack the leaves and leaf tips  of millet. The larvae bore holes into the stem and carve it out, which leads ultimately to death. The fully grown larva is about 20 mm long and has a reddish-brown head and a white body which can also be black-spotted. The adult moth has a wingspan of about 8 to 15 mm with white wings. The eggs of the stem borer are laid in batches on the leaf and have a yellow color.\n            ", "ట్రిగ్గర్": "\n              In wet regions there are three generations of larvae per year, while in dry regions two cycles occur. The Stem Borer carves out the stem, so the flow of water and nutrients from the roots to the rest of the plant is impeded. The larvae of the Stem Borer survive in the the residue of the crop.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              You can reduce the population of Stem Borers with the help of pheromone bait traps. The traps should be placed along fences (especially if they are made out of millet stems or other grasses) and granaries. Applied early in the season on infested plants, neem oil can be effective against Stem Borers. The ‘push-pull’ method can be very effective: Crops like Desmodium can be intercropped with millet. Desmodium acts as a repellent, so the moths are ‘pushed’ away from the millet. You can plant field trap crops like Napier or Sudan grass on the border of your plantation. These crops will attract the moths, so they are ‘pulled’ away from the millet.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Insecticides are often difficult to use as well as expensive. Dimethoate can be used but rarely justifies the costs.\n            ", "నివారణా చర్యలు": "\n              Use resistant varieties if locally available.,Plant crops early to avoid infestation.,Plant non-host crops, such as cowpeas, among the host plants.,Stimulate populations of natural enemies (parasitoid wasps) by planting flowering strips around the field.,If the stems are used in building structures, partially burn them.,Clean up and destroy all harvest residues.\n            "}