{"లక్షణాలు": "\n              Symptoms vary widely depending on the susceptibility of the different varieties of grapes to the viruses and are best observed in late summer or fall. On red-skinned varieties, leaf tissue between the veins turns deep red to purple and leaf margins curl downward or take a cup-like shape. On white varieties, the leaf tissue will turn yellow with curling or cupping of the leaf margins. In general, the main veins may remain green, although in some cases the discoloration affects the whole leaf tissue. Vines may have a reduced growth, shorter canes and smaller canopies. Over the years, the disease may result in delayed and uneven ripening of fruit, a reduction in sugar content, discoloration of the berry, and an increase in acidity. Over the years, the decline of the grapevines is obvious, which reduces the lifespan of affected vineyards. It is a serious disease of grapevines that is of major importance worldwide.\n            ", "ట్రిగ్గర్": "\n              The symptoms of grapevine leafroll disease are caused by a group of ten different viruses that are collectively referred to as grapevine leafroll-associated viruses. Vegetative propagation, transport of infected plant material and grafting are the most common ways to spread the disease to distant locations. Moreover, two insect vectors, mealybugs and soft scales, can also transmit them locally between vines and sometimes vineyards. These viruses are not known to be transmitted mechanically, for example through pruning equipment or harvesters, nor are they known to be transmitted by seeds. Symptoms of phosphorus and potassium deficiencies resemble those caused by grape leafroll disease. Therefore, the infection needs to be confirmed prior to management decision-making.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sorry, we don't know of any alternative treatment against grapevine leafroll disease. Please get in touch with us in case you know of something that might help to fight this disease. Looking forward hearing from you.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Viral diseases cannot be treated with chemical compounds. In vineyards with drip irrigation, some insecticides can be used against mealybugs any time during the season. Foliar sprays with products containing acetamiprid can be applied to the trunk and main branches in vineyards that are not drip irrigated. Other cultural and biological practices are available to control mealybugs and scales.\n            ", "నివారణా చర్యలు": "\n              Check quarantine regulations if applicable in your country.,Select planting material that is certified to be free of leafroll virus.,Choose resistant varieties if available.,Monitor the vineyard regularly for symptoms of the disease.,Check for the presence of mealybugs and soft scales in vineyards with confirmed grape leafroll disease.,In case of doubt, have your vines tested for the virus in a laboratory.,Remove and destroy virus-infected vines, including the root system.,Avoid top-grafting, as the rootstocks may be infected.,Do not transport potentially infected plant material to other vineyards.\n            "}