{"లక్షణాలు": "\n              The disease takes its name from the large amounts of gum that are exuded from the bark of trees. Early symptoms are raised blisters, 1–6 mm in diameter, that appear on the bark of twigs, branches or trunk. These blisters usually feature a mark (lenticel) at their center, corresponding to the original entry point of the pathogen. The infection can occur early in the season but the symptoms may be observed only during the following year. As the tree grows, the lenticel is typically much less visible or absent, but the area surrounding it becomes necrotic and discolored. These lesions secrete abundant amber-brown gum that is particularly conspicuous after heavy rains. The gum later dries and turn dark brown or black. Cankers begin to form when lesions larger than 2 cm begin to coalesce. In severe infections, the necrosis expands to the internal tissues and girdles the whole branch, eventually killing it. Blossoms, leaves, and fruits are usually not infected. \n            ", "ట్రిగ్గర్": "\n              The symptoms are mainly caused by the fungus Botryosphaeria dothidea, although other fungi of the same family can be involved. These pathogens survive between infection periods in diseased bark and dead branches. They start to produce spores in spring and continue to do so for up to one year. These spores are then splashed and dispersed by raindrops or carried throughout the orchard by irrigation water. They usually infect new trees through existing wounds or natural marks on the bark called lenticels. The infection process  is favored by extended periods of wet and humid conditions. Physical or chemical injuries and other non-pathogenic causes (for example water stress) can also cause gummosis. Poorly managed orchards are particularly prone to disease damage. So far, none of the tree variety available have useful levels of resistance to fungal gummosis. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              There are no biological treatment for this disease. A mild bleach (10%) or rubbing alcohol can be sufficient to disinfect pruning tools and can thus avoid the spreading of the fungus in the orchard. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Fungicides can be used to reduce the external canker symptoms but do not  provide long-term control of the pathogen. Fungicides based on the coumpounds kresoxim-methyl, and trifloxystrobin, when applied at rates recommended for foliar application, consistently reduce the incidence and size of cankers. Treatment with kresoxim-methyl is also effective when applied with an air-blast sprayer. \n            ", "నివారణా చర్యలు": "\n              Maintain a balanced fertilization to increase the trees natural resistance towards the disease.,Do not use  irrigation methods that do not wet the trunk.,Disinfect pruning equipment after usage or prune diseased trees last.,Avoid pruning immediately before or after a rain or irrigation event or when the foliage is wet.,Use pruning methods that allow for a good ventilation of foliage.,Remove weeds in and around the orchards.,Remove unproductive and diseased wood during winter pruning.,Remove and destroy branches by burning them or burying them far from the orchard.\n            "}