{"లక్షణాలు": "\n              Disease symptoms consist of partial wilting, leaves browning and twig dieback. This is associated with severe root rot and basal stem cankers. Over the years, the trees  decline and die. Severe losses in crop yields and quality can be expected. In young orchards or nurseries, the death of trees can also occur rapidly, with or without previous yellowing of leaves or defoliation. \n            ", "ట్రిగ్గర్": "\n              The symptoms of root rot of olive trees can be caused by several species of fungi, among others Rhizoctonia solani, Fusarium oxysporum and Sclerotium rolfsii. These  pathogens can survive in the soil in the absence of their favorite hosts. Under favorable conditions, they resume growth and start to colonize roots through small rootlets or wounds. The incidence of these fungi on the roots of diseased trees and the severity of the symptoms depend on the geographical location and the environmental conditions. Rhizoctonia is a soil-borne fungus favored by warm, moderately moist soil conditions. However, the disease can occur in both dry and moist soils. Most of the symptoms of root rot found in olive trees are actually triggered by other fungi, mainly species belonging to the genus Fusarium. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sorry, we don't know of any alternative treatment against Rhizoctonia solani. Please get in touch with us in case you know of something that might help to fight this disease. We are looking forward to hearing from you.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Fungicides based on the active ingredients fludioxonil together with metalaxyl, tolclofosm methyl and thiram or thiophanate methyl alone have been used previously to reduce the incidence of root rot in olive. Humic acid (2-3%) added to the soil, was also effective. \r\n\n            ", "నివారణా చర్యలు": "\n              Use disease free planting material.,Avoid planting in sites with previous history of root fungal disease.,Avoid intercropping with susceptible plants.,Keep the soil free of weeds and growing resistant plants, for example grasses, for several years.,Avoid waterlogging and excessive irrigation.,Avoid soil movement from infected areas to non-infected areas.\n            "}