{"లక్షణాలు": "\n              Apricot tree roots infected with Armillaria mellea show white to yellowish, fan-shaped fungal mats between the bark and the wood. Dark brown to black fungal threads (called rhizomorphs) can sometimes be seen on the root surface and honey-colored mushrooms grow at the base of the tree. Affected trees often show a general decline in vigor, noted by yellowing foliage, dieback of twigs and branches, and reduced leaf size and number. The decay and collapse of the wood may happen suddenly or over several years. Initially the diseased trees are scattered but due to the concentric spread of the fungus from its primary infection point, circular areas of diseased trees appear. In the absence of mushrooms, the symptoms can be easily confused with Phytophthora root rot or any other root problem caused by a fungus or nematodes. All stone fruit rootstocks are susceptible to Armillaria root rot. \r\n\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The disease is caused by multiple fungi within the genus Armillaria and has a wide range of hosts. It shows varying symptoms depending on both the species of fungus and the host in question. The fungus survives on dead roots in the soil or the lower severed stumps for several years in the absence of host. They do so by forming resistant bodies called rhizomorphs. When conditions are favorable, it grows and produces thread-like mycelia that spread in the soil in a concentric way in search of healthy roots. This explains why trees usually die in a circular area, that expands each year as the fungus grows along roots of infected trees over to roots of adjacent healthy trees. In general, they infect and kill trees that have been already weakened by other fungi or insects. They can be a problems in orchards that have been planted in recently cleared forestlands. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Apricot trees infected with Armillaria mellea usually cannot be saved. Trees, stumps and any large remaining roots also need to be removed and destroyed (burned or deep buried in distance to the orchard). At early stages of the diseases, excavating the soil around the base of the tree down to the first layer of lateral roots may delay the progress of the disease because it prevents the fungus from gaining access to the crown of the tree. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Soil fumigation with carbon disulphide may ensure absence of Armillaria mellea in an orchard prior to planting the young trees.\n            ", "నివారణా చర్యలు": "\n              Chose resistant or resilient varieties, if available in the area.,Do not plant apricot in newly cleared forest or on the site of old orchards with a history of Armillaria for at least 3 years.,Monitor the orchard regularly for symptoms of Armillaria root rot.,Maintain plant health by fertilizing as needed.,Water regularly during droughts.,Take care not to wound the plants or trees during field work.,Control insects that damage roots and other stresses such as drought and poor water regime.\n            "}