{"లక్షణాలు": "\n              Whiteflies suck phloem sap from the underside of fully-expanded leaves, which in some cases can cause leaves to wilt and drop during severe infestations. While feeding, nymphs and adults produce considerable amounts of honeydew that is later mixed with dust and colonized by sooty mold. Large infestations blacken entire leaves and trees, including fruit, and attract ants, which interfere with the biological control of whiteflies and other pests. The sooty mold also reduces photosynthesis and tree performance. Adult woolly whiteflies are not as active as other whitefly species and will reluctantly fly when disturbed.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the feeding activity of the woolly whitefly, Aleurothrixus floccosus. Adults are approximately 1.5 mm in length, with a yellow-white body and wings that are covered with a white waxy (woolly) powder. Females lay eggs in a circle or a semi-circle, into the underside of young, fully-extended leaves, usually in the inner canopy. Their life cycle can be completed in 21-24 days depending on the weather conditions, completing 5-6 annual generations in warm climates. The main damage to citrus is through the production of large amounts of honeydew during the feeding process. This sugary substance is colonized by sootymold fungi whose dark layers interfere with leaf photosynthesis and thus tree performance. During heavy infestations the leaves may have a white-black appearance, due to the intermittent occurrence of adults and sooty mold.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Water, insecticidal soaps and organic horticultural oils can be blasted against the nymphs, killing them on contact. Weekly treatments may be necessary until no more nymphs are seen on the leaves. Predators include ladybirds, green lacewings and syrphid flies. Parasitic wasps such as Cales noacki or Amitus spiniferus are often used to control populations of whiteflies.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Insecticidal soaps and horticultural oils complemented with insecticides can be directed against whitefly nymphs when ambient temperatures are below 25 °C. Spraying the insects directly will kill them on contact, breaking its life cycle. Weekly applications may be necessary until no more nymphs are seen on the trees. The insecticidal ingredients acetamiprid, buprofezin are recommended for usage against whiteflies.\n            ", "నివారణా చర్యలు": "\n              Regularly monitor the citrus groves for the presence of whiteflies.,Prune infested branches and immediately bag or burn them to destroy eggs and nymphs.,Control ant populations with physical barriers.,Make sure not to disrupt predatory or parasitic insects by the use of broad-scale insecticides.,Planting species like cosmos (Cosmos bipinnatus) and Queen Anne’s lace (Daucus carota) near citrus cultivation sites will attract predators of whiteflies.\n            "}