{"లక్షణాలు": "\n              Symptoms normally appear within 3 weeks after infection. The severity of the disease and  its spreading depend to a high degree on the variety, the growth stage and the environmental conditions. Infected plants show a progressive yellowing and wilting of the leaves, and uneven and premature ripening of the fruit. However, the most characteristic symptom is the excretion of a yellowish bacterial ooze from the plant organs. A cross section of an infected banana shows a yellow- orange discoloration of the vascular bundles and dark brown scarings of the tissues. Symptoms on the inflorescence include a gradual wilting of the bracts and shriveling of the male buds. \r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by Xanthomonas campestris pv. musacearum, a particularly tenacious bacteria that can cause considerable damage in banana plantations. Its spreading occurs via infected plant material, contaminated tools, airborne vectors through exposed male flowers. The bacteria can also contaminate the soil for up to 4 months and this is the main sources of inoculum. Moisture levels affected survival, which was lowest in the drier soils. Airborne vectors include insects of the families of the stingless bees (Apidae), fruit flies (Drosophilidae) and grass flies (Chloropidae). These transmit the disease from banana to banana after being drawn to the infected nectar produced by male flowers. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              To this day, no biological treatment is known to control the spreading of this bacteria. Please notify us if you know of any.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Conventional antibiotics have been used to manage plant diseases caused by this bacteria but they are seldom cost-effective. In some cases herbicides have been advised as a more economical and effective way of destroying infected banana crop and avoiding the spread of the disease. \n            ", "నివారణా చర్యలు": "\n              Consider quarantine regulations when importing plant material.,Chose resistant varieties, if available in your area.,Monitor the plantations regularly for signs of the disease.,Quickly remove and destroy infected plants and debris from the plantation.,Make sure to use clean and sterilized tools.,Remove male flowers to prevent vector transmission.,Avoid transport of any infested plant material between plantations.\n            "}