{"లక్షణాలు": "\n              Abiotic sunburn refers to the damage caused to the trees by a combination of direct sunlight and excessive temperatures. These factors alter the moisture in the plant tissues, leading initially to the wilting of young, tender leaves. These leaves gradually turn pale green and after 2–3 days they eventually start to develop lesions near the apex and the margins. The parched lesions later progress towards the middle of the leaf lamina. The defoliation caused by drought stress or insect attack can also lead to sunscalds to the bark. There, they take the form of cracks and cankers, which eventually develop into dead areas on the trunk.\n            ", "ట్రిగ్గర్": "\n              Sunburn injury is common in trees grown in areas with high solar radiation, high air temperatures, and low relative humidity. Altitude also plays a role since the ultraviolet (UV) radiation is greater at higher elevations. Symptoms are visible on leaves, fruits and bark. The incidence and severity of sunburn depends also on factors such as the variety of plant, its growth stage and soil moisture. Sunburn is particularly severe when air temperature and the number of sunny hours are high during the development of the fruit. The alternation of weather events is also important: thus, damage can also occur when cool or mild weather is abruptly followed by hot, sunny weather. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              White clay or talc formulations can be sprayed on foliage and trunk to physically block the sunlight. This may reduce temperatures by 5-10 °C. Products based on calcium carbonate or crystalline limestone are also recommended. Carnauba wax products serve as a natural sunscreen to plants.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Abscisic acid applied as a fertilizer supplement helps to reduce sunburn damage to fruits such as apples and may therefore also work in other crops. Anti-transpirant products that reduce water loss by the leaves, such as those based on poly-1-P menthene, have also shown good results in some studies.\n            ", "నివారణా చర్యలు": "\n              Use varieties that are more tolerant to sunburn.,Make sure that the irrigation is well-matched with the crop's water requirements.,Irrigate just before or during heat waves to avoid tree stress and sunburn.,Avoid excessive summer pruning and leaf stripping.,Use cover crops between the rows to enhance soil water retention capacity (maize or pigeon pea in pineapple orchard for example).,Improve air movement through the canopy.,Plant or tree sprinkler cooling systems can also be implemented.,Shade netting can also be used if needed.\n            "}