{"లక్షణాలు": "\n              At high population densities thrips can cause significant scarring on young leaves, reflected by the appearance of brown to purple spots on the surface. This may later lead to local necrosis of the tissues, conferring the leaf a speckled silvery aspect. Darkening of leaves and premature shedding ensue. Thrips are a minor problem if the damage occurs before fruit set and is limited to the leaves. However, the deposition of eggs onto the skin of the berry results in a permanent mark called halo-spotting. The feeding on the flesh leads to scars, deformation and impairment of growth. In the case of white table varieties, this can render the grapes unmarketable.\n            ", "ట్రిగ్గర్": "\n              Symptoms are mainly caused by both adults and nymphs of the so-called grape thrips (Frankliniella occidentalis and Drepanothrips reuteri) and to a lesser degree by Thrips tabaci. In many occasions, other types of thrips can also be involved. They damage the plant by rasping the lower surface of the leaf with their stylets (mouthparts) and sucking the sap. They are elongated, winged insects of about 2 mm in length. Females lay about 50-100 eggs on the underside of the leaf. Nymphs are wingless and usually yellow-orange. After feeding on leaf tender tissues, nymphs move down to the soil to pupate. Cool conditions that restrict plant growth may favor the damage to leaves, shoots and berries if populations of thrips are large.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Predators such as the minute pirate bug or the green lacewing can play a role in keeping populations of grape thrips in check. Some predatory mites and spiders are also known to feed on them. Bioinsecticides based on formulations of spinosad, insecticidal soap or neem oil are also acceptable in organically managed vineyards. Finally kaolin clay is also effective in ridding the vineyards of the thrip. Spraying of fungal pathogens such as Verticillium  lecanii or Beauveria bassiana @ 5 mL or 5 g/l helps in reducing thrips population, especially in cool and humid climate (20-25°C and 80% relative humidity).\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Table grapes are susceptible to thrips damage and may require treatment. Commercial formulations of spinosyns, dimethoate applied in a timely manner can provide an effective management of thrips on grapes.\n            ", "నివారణా చర్యలు": "\n              Monitor for thrips, especially during cool days after budbreaking.,Control weeds in and around the vineyards.,Keep the field free of plant residues.,Rake the soil to rid it from pupae.,Plow the soil and expose it to solar radiation.\n            "}