{"లక్షణాలు": "\n              The young larvae feed initially on blossoms and flower buds, boring holes and working their way into the  internal tissues. Later forms attacks basically all plant parts from a shelter that they make rolling and spinning  the two margins of a leaf together with silken threads. Attacked leaves have a ragged appearance and defoliation may occur in severe cases. Fruits may show shallow cavities close to the skin and those that do not drop prematurely may have bronze-colored scars with roughened, net-like surfaces. Fruit deformation is common, and make them unmarketable. In severe infestation, trees may be entirely covered with silken threads, as can be the ground below them. Plants under the trees may also be attacked as larvae drop to the ground and feed on them.\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Symptoms are caused by the larvae of the moth Archips argyrospila, commonly known as fruit-tree leafroller moth. Adults have a brownish, hairy body with forewings that are about 10 mm in length and have a quadrilateral aspect. The color consists in a combination of reddish brown, dark brown and tan. Back wings are uniformly grayish, with slightly brownish extremities and fringed margins. Females are generally lighter in color than males. They lay eggs in masses on the twigs of the host and cover them with a protective coat. While young larvae bore holes in buds, later forms roll or tie leaves together or to fruits to build a shelter. From there, they emerge to feed on leaves, flowers, buds, or sometimes fruits of the host. The larvae attack a wide range of hosts, among others apple and pear trees, citrus and stone fruits. They have one generation per year. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              A number of general predators, such as lacewing, beetles and ladybirds may feed on the larvae of the fruit tree leafroller. Parasitoid wasps of the genus Trichogramma lay eggs on the eggs of the leafroller and prey on the small larvae as they grow. These natural enemies can help to keep the populations at low levels, but occasionally outbreaks may occur. Applications of narrow range oil, or solutions based on Bacillus thuringiensis or spinosad are organically acceptable.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated pest management with preventive measures together with biological treatments, if available. Products containing the active ingredients methoxyfenozide, chorpyrifos, methomyl, chlorantraniliprole or spinetoram can help to reduce populations. The latter is also toxic to bees. Note that the type of crop would determine the exact treatment. \n            ", "నివారణా చర్యలు": "\n              Monitor the orchards for signs of the pest.\n            "}