{"లక్షణాలు": "\n              These mites usually feed from the underside of young leaves, on green stems and auxiliary buds of cassava. They insert their piercing and sucking mouthparts into individual cells and extract the content, among other the green chlorophyll. On leaves, the feeding activity appear to the naked eye as minute yellowish chlorotic specks on the lamina. Heavily infection leads to mottled leaves with poor growth that can subsequently die and shed. The attack of the terminal shoots results in a characteristic 'candle stick' symptom, referring to the necrotic aspect and shedding of shoot tips. Cassava plants aged 2-9 months are the most vulnerable to infestation. Severe mite attack can result in 20-80 % loss in tuber yield. Moreover, the quality of the cassava stems is also compromised, often resulting in a shortage of planting materials for perpetuation of the crop.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the feeding activity of the green spider mites Mononychellus tanajoa and Mononychellus progresivus. They feed on the underside of young leaves by inserting their piercing and sucking mouthparts into individual cells and extracting the cell contents. They are considered minor pests of cassava but under favorable conditions, for example during the dry season, they can cause significant damage. The mite can actively move from one plant to another, but may also be dispersed by wind and water splashes. As they can survive up to 60 days on cuttings, the main vector of the mites are often the farmers themselves, who transport infested plant material between fields or farms. Young mites are green in color, later turning yellowish as adults. They are recognizable by their inconspicuous body segmentation that gives the appearance of a single body unit. It lacks wings, compound eyes and antennae. Adult females are bigger than the males and can reach a size of 0.8 mm. \r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Several predator species are reported to effectively reduce mite populations. Introduction of Amblyseius limonicus and A. idaeus reduced green spider mite infestation by 50%. The predatory mites Typhlodromalus aripo and T. manihoti have been established in several countries in Africa, successfully controlling populations of the cassava green spider mite. Parasitic fungi of the genus Neozygites also showed good results in several countries, causing mortalities in cassava green spider mites. Sprays containing neem oil compounds can also show satisfying results.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Alway consider an integrated approach with preventive measures together with biological treatments if available. Chemical control of Mononychellus tanajoa is not recommended as it can result in the development of resistance and secondary disease outbreaks. Only the acaricide abamectin was found effective for the control of the pest.\n            ", "నివారణా చర్యలు": "\n              Use varieties with good tolerance to the mite.,Only use certified cuttings for planting.,Plant early at the start of the rainy season, to ensure sufficient plant resistance when the dry season begins.,Intercrop with pigeon pea, if possible in double or triple rows, and avoid slanted planting.,Regularly monitor the manioc field for symptoms or sightings of the mite.,Avoid transportation of infested material to markets or other fields as this is the main cause of dispersal.\n            "}