{"లక్షణాలు": "\n              Also called green fruit rot, the disease is characterized by the decay of flower parts during late bloom stage and the rotting of young fruits. Infected petals develop water-soaked brown spots. As the infection spreads to the anthers and the flower jackets, these wither and remain attached to the developing fruit, leading to the growth of brown spots in these contact areas. Young fruit withers and falls off the tree within a few weeks. Some petals may fall or get trapped between leave and young fruits, frequently leading the rot of entire nut clusters, denoted by the vivid brown discoloration. Varieties of almonds with tight flower clusters are more susceptible. Symptoms are similar to cold injury of sensitive varieties, which also results in small, shriveled and brown nuts that drops prematurely.\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The disease known as jacket rot or green fruit rot can be caused by several fungi, such as Botrytis cinerea, Sclerotinia sclerotiorum, Monilinia laxa and Monilinia fructicola. These can also trigger other types of symptoms in stone fruit trees at different stages of their development. The emergence of jacket rot is tightly correlated to wet, rainy conditions during bloom and fruit set stages. As it name indicates, it affects principally flowers and young nuts, but leaves can also show a brown discoloration caused by the contact with rotting flower parts stuck on their surface. This often happens in varieties of almonds with tight flower clusters, where the decaying tissue are in close contact with adjacent leaves. Generally, the number of leaves affected is not very significant but the damage can be striking due to the vivid discoloration of the tissue. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              To this day, there are no know biological treatments to deal with this disease. Organic fungicides containing Bacillus subtilis or Bacillus pumilus also work well against jacket rot if applied during full bloom stage. Formulations based on sulfur are also effective, again when applied at the right time. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. When moisture is abundant during full bloom, one fungicide application with products containing captan, chlorothalonil, fenhexamid, cyprodinil, pyrimethanil, thiophanate-methyl, iprodione or combinations of difenoconazole/cyprodinil, fluopyram/trifloxystrobin, pyraclostrobin/boscalid will generally be effective. Fungicides applied during the jacket stage are generally ineffective. Spraying should be conducted at full bloom or shortly thereafter but before petal fall. \n            ", "నివారణా చర్యలు": "\n              Monitor the orchard regularly during bloom stage.\n            "}