{"లక్షణాలు": "\n              Affected plants will turn dark green with yellowish-brown leaf margins or dark brown necrotic spots appearing first on the tip of older leaves. Under severe conditions the entire leaf tips will show yellowish brown discoloration. Leaves tend to curl and crinkle and often collapse prematurely. Plants grow stunted in severe cases. Yellow stripes may appear parallel to the veins and lower leaves may bend downward. Symptoms appear first on older leaves, then along the leaf edge, and finally on the leaf base. Affected plants will also have short, droopy upper leaves that have a \"dirty\" dark green color. The general pattern of damage is patchy within the field, affecting single hills rather than the whole field. \n            ", "ట్రిగ్గర్": "\n              Deficiencies may occur because of low reserves of potassium in the soil or limited availability to the plant. Soils with low pH and sandy or light soils with little organic content are prone to nutrient leaching and drought, and may therefore cause problems. Heavy irrigation and high rainfall wash the nutrients from the root zone and can also lead to deficiency. Hot temperatures or drought conditions block the transport of water and nutrients to the plants. High levels of phosphorus, magnesium and iron can also compete with potassium. Potassium plays a essential role in the transport of water, the firmness of tissues and the exchange of gases with the atmosphere. The symptoms of potassium deficiency are irreversible, even if potassium is later added to the plants.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Apply farmyard manure, or other materials (rice husk, ash, night soil, compost) to replenish K removed in harvested crop products.\n\n            ", "రసాయన నియంత్రణ\n": "\n              A variety of potassium fertilizers is available in the market. The formulation of the potassium applied can play an important role in quality and yields. The most widely used product is potassium chloride. Other mineral fertilizers include potassium nitrate, potassium sulfate, and mono-potassium phosphate. Potassium fertilizers should be incorporated in the soil before planting. A soil test can be used to determine the rate needed. Foliar sprays seem to be less effective and can burn leaves.\n            ", "నివారణా చర్యలు": "\n              Avoid excessive use of nitrogen or/and phosphorus fertilizers with insufficient potassium application.,Do not fertilize during very early growth stages, when the root system is still shallow.,Chose varieties that are less susceptible to potassium deficiency.,Estimate K input from indigenous sources to assess site-specific K requirements.,Increase K uptake by improving soil management practices on root health, like deep tillage.,Apply optimum doses of N and P fertilizers and correct micronutrient deficiencies.\n            "}