{"లక్షణాలు": "\n              Symptoms vary depending on the crop and are mainly characterized by a blossom blight and a fruit rot phase. The first symptom of blossom blight is the withering of flowers, which turn brown and often remain affixed to the twig in a gummy mass. Infections may extend into the twig and can girdle it. If shoots do not die off completely, the infection is carried over from the blossom to the developing leaves and fruits. Leaves dry out but remain on the tree throughout the whole year. Fruit rot can affect fruits hanging on trees as well as stored ones. Soft, brown patches appear on the fruits. As the patches grow, white or yellow pustules develop on the tan areas, sometimes in concentric circles. The fruits gradually dehydrate, rot, and mummify on the tree. Stored fruits may not develop pustules and may turn completely black.\n            ", "ట్రిగ్గర్": "\n              Monilia laxa can infect many hosts, especially stone fruits like almond, apple, apricot, cherry, peach, pear, plum or quince. This fungus overwinters in dry leaves or mummified fruits hanging from the trees and its spores are spread via wind, water or insects. The infection is favored by the presence of wounds on fruits (birds, insects) or by the contact between healthy and infected parts. High humidity, rain or dew and moderate temperatures (15°to 25°C) during bloom favor the infection process. The development of pustules on fruits is particularly conspicuous in these conditions. Symptoms on fruits appear from midsummer onwards, either while they are on the tree or in storage. Stored fruits may turn completely black and not develop pustules. Due to the high risk of transmission, significant losses can be expected, both on the orchards or in storage. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              The eradication of the wounding agent is the most effective ways of controlling the fruit rot phase. Control of insects and birds that serve as vectors or that inflict wounds on fruits is one way to reduce the incidence of the disease. Birds may be controlled with scarecrows. Wasp nests should be sought out and destroyed. Particular care is needed in packing and storage of fruit because the fungus can spread between fruits.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Cherries are the least susceptible stone fruit to this disease and preventive sprays may not be needed unless the weather is particularly favorable for infection or the orchard has a history of this disease. One of two applications of fungicides based on difenoconazole and fenhexamid can be effective. At a later stage of infection, it is not possible to eliminate the fungus. Use a protectant fungicide after adverse weather conditions such as hail. Insect control may be an important consideration because Monilia laxa prefers infection through wounds.\r\n\n            ", "నివారణా చర్యలు": "\n              Use healthy plant material from certified sources.,Implement a good nutrition program together with a proper irrigation.,Provide a good drainage and good ventilation of the field.,Use nets to reduce damage by birds.,Monitor the orchard regularly and destroy damaged branches or mummified fruits.,Avoid wounding and splitting of the fruits.,Late pruning with methods that increase ventilation of foliage is recommended.,Plow deep to bury plant residues under the surface.,Make sure that the storage room is clean.,Store the cherries in a clean, dry room at temperatures around 5°C.,Take care not to pull the stalks off the fruits.,when harvesting them.,Good general hygiene can reduce the chances of infection.,Check fruit in storage regularly, and destroy damaged ones.\n            "}