{"లక్షణాలు": "\n              Symptoms are less dramatic than other nutrient deficiencies and depend greatly on the crop in question. The veins of middle and upper (young) leaves of manganese-deficient plants remain green while the rest of the leaf blade first becomes pale green, then develops a mottled pattern with pale green to yellow areas (interveinal chlorosis). Over time, small necrotic lesions develop on the chlorotic tissues, particularly near the margins and tips (tip burn). Reduced leaf size, deformation and curling of leaf margins are other possible symptoms. If not amended, brown necrotic spots may develop on the leaf surfaces, and severely affected leaves turn brown and wither. Not to be confused with Magnesium deficiency, whose symptoms are similar but develop first on older leaves.\n            ", "ట్రిగ్గర్": "\n              Manganese (Mn) deficiency is a widespread problem, most often occurring in sandy soils, organic soils with a pH above 6 and heavily weathered, tropical soils. In contrast, highly-acidic soils increase the availability of this nutrient. Excessive or unbalanced use of fertilizers may also result in some micronutrients competing with each other to become available to the plant. Mn has an important role in photosynthesis and nitrate assimilation. Like iron, boron and calcium, manganese is immobile within the plant, accumulating mostly in the lower leaves. This explains why the symptoms develop first on young leaves. Crops showing a high susceptibility to Mn deficiency and a positive response to fertilization with this nutrient are: cereals, legumes, stone fruits, palm crops, citrus, sugar beets and canola, among others.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Use manure, organic mulches or compost to balance the nutrient content and the pH of the soils. These contain organic matter that increases the humus content of the soil and its water-holding capacity and decrease slightly the pH.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Use a balanced fertilizer program appropriate to the soil pH and the crop in question. Plants absorb manganese as an ion through their foliage as well as their roots. The most common fertilizer is manganese sulfate. Foliage sprays or soil applications can be envisaged.  If the soil pH is not a problem and there is no manganese in the soil, then foliar sprays can be used as an amendment to get manganese into the plant. Take care of the specified amounts and right utilization.\n            ", "నివారణా చర్యలు": "\n              Check the pH of the soil and adjust if necessary to get the optimal range for best absorption of the nutrients.,Plan a good drainage of fields and do not over-water the crop.,Use organic mulch to keep soil moisture stable.,Always keep in mind that only a balanced fertilization can lead to optimal plant health and increased yield.\n            "}