{"లక్షణాలు": "\n              On infested plants, small white flies can be found on the underside of the leaves. When disturbed, they scatter forming a cloud. They feed on leaf tissue, and remove plant sap, causing leaves to turn yellow and decay. Plant growth is usually stunted at high infestations and fruit quality is also affected. They also produce sticky honeydew that they excrete during feeding. The honeydew may cover plant organs and support the growth of black sooty mold fungus. Whiteflies may reduce crop yields directly through their feeding habits or via the effect of the fungi on leaf productivity. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the strawberry whitefly Trialeurodes packardi. Adults are about 1 mm in size and have four membranous wings that are coated with white powdery wax. Adult females can produce up to 7 eggs per day, which they lay in a circular pattern on the underside of leaves. Eggs are pale yellow when newly laid and brown when about to hatch. The quantity of eggs as well as the growth of nymphs and flies depend very much on the temperature of the environment, with warm conditions favoring their development. The piercing of plant tissues and the sucking of plant sap cause strawberry leaves to turn yellow. While feeding, they excrete concentrated honeydew as a by-product, which can cause stickiness of leaves and the growth of black sooty mold at high infestation levels. Whiteflies are also vectors of a series of viruses that can affect strawberries and other plants. \r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Natural predators of whiteflies include lady bugs, big eyed bug, pirate bug, hoverflies and larvae of lacewings. Parasitoid wasps  of the genera Encarsia, Eretmocerus, and Prospaltella will search efficiently and utilize whitefly nymphs for development. These insects can be easily used and kept in greenhouse plantations. Neem oil and insecticidal soaps can also be applied to control the insect, when used together with good cultural practices and other forms of biological control. Finally, whiteflies can be effectively removed using a handhold vacuum cleaner.\r\n\r\n\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. You can use azadirachtin to control strawberry whiteflies. It is beneficial to use a garden hose to blast and scatter the whiteflies before applying any insecticide. Make sure to target the underside of leaves as well, and only spray in cold temperatures. \n            ", "నివారణా చర్యలు": "\n              Make sure to use healthy plants, free of flies.,Check plants regularly for whiteflies, especially the young shoots.,Remove leaves with eggs or larvae on them.,Use yellow sticky traps to monitor or mass-catch them.,Ensure a balanced fertilization for healthy plants.,Avoid to grow strawberries during warm and dry conditions.,Remove alternative hosts such as weeds or volunteer crops.,Remove and destroy plant debris in severely infested areas and burn or deep bury them.\n            "}