{"లక్షణాలు": "\n              Iron deficiency is characterized by the chlorosis (yellowing) of upper leaves, with the midrib and leaf veins remaining clearly green (interveinal chlorosis). At later stages, if no measures are taken, the whole leaf turns whitish yellow and brown necrotic spots appear, often leading to necrotic patches on the margins. Affected areas can easily be identified from a distance in the field.  Leaf chlorosis and necrosis reduce chlorophyll content, inhibit the  photosynthetic rate, retard growth and lower the yield potential of the peanut plant.\n            ", "ట్రిగ్గర్": "\n              Iron deficiency can be a serious problem in leached tropical soils or in poorly drained soils. The absorption of iron by the plant and the yield response seem to be directly related to the percentage of CaCO3 in the soil and to soil pH. Calcareous, alkaline soils (pH 7.5 or higher) derived from limestone make plants especially prone to iron deficiency. Peanut plants are particularly sensitive to suffer from this pathology, because they crave lots of iron. Iron is important for photosynthesis and for the development and maintenance of root nodules in legumes. Therefore, iron deficiency severely depresses nodule mass, nitrogen fixation and crop yield. The estimated critical level is around 2.5 mg/kg of plant dry tissue. The deficiency of iron also increases the uptake and accumulation of cadmium in plants. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              The application of nitric oxide (NO) alleviates leaf interveinal chlorosis and improves plant growth in plants suffering from iron deficiency in calcareous soils.  This compound can make iron more available to the plant. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Fertilizers with iron complements may be applied directly to the soil. The numbers of both pods and kernels per pod, were increased by adding 50 kg iron/ha to soils poor in iron. Foliar applications, for example with ferrous sulphate (5 g/l), have also proved very successful in treating this pathology in peanut. Adding citric acid at a concentration of 1 g/l enhances the effect of this treatment.\n            ", "నివారణా చర్యలు": "\n              If possible, avoid to plant peanut in calcareous, alkaline soils.,Improve the drainage of the soils and do not over-water.,Do not lime since this will increase soil pH levels.\n            "}