{"లక్షణాలు": "\n              Symptoms vary widely depending on the species of tree affected. Initially, small, water-soaked and grayish spots appear on the lower leaf side, most commonly near the tip or along the midrib. Over time, they become angular to irregular and purple, brown or black. Sometimes their centers become necrotic and fall out, leaving ragged \"shot-hole\". Severely infected leaves become chlorotic or scorched and may drop early, causing defoliation. Small, round, sunken spots form on the fruit, sometimes only on the side exposed to the sun. They are olive-brown to black and frequently surrounded by a water-soaked margin. As the fruit matures, they harden and in some cases, exude a yellowish gum after rainy periods. Opportunistic pathogens may colonize cracked or damaged fruit and cause them to rot. Pustules appear on twigs and later develop into cankers that release bacterial ooze. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the bacterium Xanthomonas arboricola, whose common hosts are peach, nectarine, prune, plum, and apricot. It overwinters on buds, cracks of the stem or in leaf scars. In spring, when conditions are favorable, it resumes its growth and colonize the rest of the twigs, exuding bacterial ooze as it does so. The ooze is dispersed by dropping dew, wind or splashing rain and carried to healthy twigs, fruits and leaves. The natural pores on leaves or the lenticels on bark are the entry points for the bacteria. Warm temperatures (21 to 29 °C) with light rains, heavy dews, and windy weather are most conducive for disease development and spread. By contrast, the growth of the bacterium and the infection process is impaired when the weather is hot and dry. The disease leads to yield losses, which can be very high in some particularly susceptible varieties. \r\n\r\n\r\n\r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sorry, we don't know of any alternative treatment against Xanthomonas arboricola . Please get in touch with us in case you know of something that might help to fight this disease. We are looking forward to hearing from you.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments, if available. There are no completely successful spray programs for the control of bacterial spot. A combination of preventive measures and chemical treatments are necessary to reduce its incidence. Copper-based sprays alone or together with an antibiotic can be used preventively with moderate efficacy. Dosage must be reduced progressively to avoid damage to leaves. \n            ", "నివారణా చర్యలు": "\n              Use healthy seeds or planting material from a certified source.,Select varieties with some degree of  resistance to the disease.,Avoid low-lying or shaded sites with poor air circulation and soil drainage.,Prune trees to allow for a better air circulation and to maintain tree vigor.,Do not prune during wet weather.,Ensure a good vitality in young plantations.,Use ground covers or windbreaks to reduce plant damages by blowing soil particles due to strong winds.\n            "}