{"లక్షణాలు": "\n              Symptoms appear at flowering time. The damage caused by this weevil is characterized by the presence of flowers that fail to open, take a brown color, wither and eventually break off. These capped blossoms contain white grubs that feed on the flower parts from the inside. Flowers remain hanging from the severed stalks or fall to the ground. Affected flower buds show tiny holes where the weevil has laid its eggs. Small bite marks become visible on the flower stalk. Larvae eventually exit the flower after pupal stage. \r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Adult weevils are black and 2-4mm long, including the rostrum or snout that characterized them. The weevil seek shelter and overwinters in plant debris or in the ground. In spring, the females lay about 30 eggs at a rate of one per bud, in the still closed flowers. The flower is prevented from opening by the adult weevils, which bore a hole in the stalk about 10 mm below the bud, thus preventing water and nutrients to reach it. Larvae hatch after 5-7 days, feed on the withering flower parts (anthers and style) until they eat into the buds and pupate. Adult weevils leave the withered bud and continue feeding on leaves of the strawberry plants. Strawberry blossom weevil also affects raspberry and blackberry. \r\n\r\n\r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              In most cases, the strawberry blossom weevil does not cause serious harm. Still, you should pick up the beetles and destroy infested buds to prevent the spread of a further generation. Herbs like lavender and tagetes can be mulched onto the soil around strawberry plants.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Commercial insecticides against biting insects provide decent control against the weevil. Use products during sunny days, when the weevils are located on the upper plant and flower parts. \n            ", "నివారణా చర్యలు": "\n              Monitor the strawberry field regularly for symptoms of the pathogen.,Remove plant debris, which is the preferred location for the weevils to overwinter.,Remove weevils and withering buds regularly from the strawberry plants.,Use pheromone traps to monitor the populations.\n            "}