{"లక్షణాలు": "\n              Olive mites feed on succulent stems, buds and on the upper surface of leaves, damaging the growing tissues. Symptoms of an attack by these mites include the presence of spots on leaves, leaf discoloration and a curling along the midsection that give them the shape of a sickle. Other signs of an infestation are dead vegetative buds in spring, discoloration of flower buds, blossom blasting and abscission, and reduced shoot growth. Young leave internodes may be malformed causing a ‘witch’s broom’ effect when observed from the distance. This pest is usually not a major problem as the olive tree will be able to stand the infection and recuperate on its own. However, in very young olive trees, a severe infestation can seriously stunt the plant’s growth.\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the feeding activity of the olive bud mite, Oxycenus maxwelli. It is a minute organism (0.1-0.2 mm) that is not visible to the naked eye. It is yellowish to dark tan, slow moving, and has a wedge-shaped, flattened body that is typical of many species of this family.  Since they feed exclusively on olive orchards, their life cycle is closely related to that of the olive tree. In the spring, they move to new leaves and buds to reproduce and females lay about 50 eggs there. Emerging larvae and nymphs feed in numbers on flowers and can severe the stalks, making them to fall prematurely. Later, the mites can attack young fruits and cause discoloration and shriveling of the tissues around the feeding sites. \r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Lady beetles and some types of predatory mites feed on O. maxwelli and can be introduced in orchards. Make sure not to kill them by using broad-scale insecticides. Horticultural summer oils can be used, which are less disruptive to natural enemies than  products based on wettable sulfur, as they have a shorter residual time. Oils should be applied to well-watered olive trees when the temperatures are cool.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. If large populations are found, the olive trees should be treated before the buds bloom. Wettable sulfur has proven effective, but damage to the tree can occur at temperatures above 32 °C. For high temperatures, dusting sulfur is safer to use than wettable sulfur. Spraying sulfur is another option.\n            ", "నివారణా చర్యలు": "\n              Regularly monitor the plantation for symptoms of olive bud mites.,Control insecticides in order not to affect predatory organisms of olive bud mites.\n            "}