{"లక్షణాలు": "\n              Females usually choose depressed trees or young trees to lay their eggs. Because of their bark is more robust, healthy trees are less prone to get infested. Exit or entry holes with frass can be found on the trunk or branches. If the bark is cut out and removed, a arrangement of tunnels can be found directly on the sapwood. Females gnaw a longitudinal mother gallery of about 5-6 cm in length (up to 10 cm), and 2 mm in width. As it does so, it lays eggs on small cavities in the sides of this tunnel. After hatching, the larvae bore slightly shorter and narrower galleries underneath the bark, starting from the mother tunnel and nearly perpendicular to it. This characteristic tunneling resembles a Mayan quipu. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms observed on fruit trees are caused by the beetle Scolytus mali. The larvae of these insects are xylophagous, meaning that they feed from the sapwood below the bark. Adults are shining reddish-brown, with a black head and about 2.5-4.5 mm long. Females usually choose weakened trees, pierce a hole through the bark and bore a tunnel into the sapwood. The eggs are laid along this mother gallery, which can reach up to 10 cm in length. After hatching, the larvae bore slightly shorter and narrower galleries underneath the bark, starting from the mother tunnel and nearly perpendicular to it. In spring, the larvae pupate in a nest there. At constant warm temperatures (18-20°C), the adult beetles hatch, bore a tunnel through the bark and fly to other suitable trees to start a new cycle. Infestation is a sign of an existing weakening of the trees, caused e.g. by fungal infection or unfavorable soil conditions. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Scolytus mali has a large number of predators but few studies have looked at their possible use as biological control in the field. Many species of birds predate on the larvae of Scolytus mali. Braconid parasitoid wasps of the species Spathius brevicaudis could also be effective to control populations. Other wasps of the Chalcid type could also be used (Cheiropachys colon or Dinotiscus aponius, among others). \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Pesticide treatments are necessary if populations reach infestation levels and are most effective during the flight of adults. No insecticides are currently available for combating the Fruit Tree Bark Beetle.\n            ", "నివారణా చర్యలు": "\n              Ensure a balanced nutrition to the trees.,Ensure sufficient water supply but do not overwater.,Do not store  firewood close to fruit trees.,Use pheromone traps to monitor the populations.,Trap trees or trap branches could also be effective.,Prune and burn infected branches or trees.\n            "}