{"లక్షణాలు": "\n              Even though it can be found in both irrigated areas and dryland cultivation, the rice stalk stinkbug can be particularly severe in the latter. Both adults and nymphs attack young rice plants, causing symptoms known as \"Dead Heart\" and \"White Heads\". \"Dead Heart\" refers to the death of the young tillering leaves and in some cases of the entire stem. The same type of symptom can also be caused by some moths of the genus Diatraea. In the flowering stage, the insect attacks the panicle and cause a symptom called \"white panicle\" or \"white head\", due to the poisoning of the grains as T. limbativentris sucks the leaf sap as the panicle develops. If there is no control and the outbreak is high, loss of up to 80% can be reached.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the rice stalk stinkbug Tibraca limbativentris. It is native of Central and South America and beside rice, it also attacks soybean, tomato, and wheat. Normally, he spends the period between harvests outside the field, returning when new planting is done. Both adult and nymphs feed on plants, causing a condition known as white heads and dead hearts. These symptoms refer to the damage to the grains and the stems respectively. The injury is greater in rice grown under dry conditions or low humidity. The lack of water makes it possible for the insects to remain at the base of the plants. As the crop matures, the hardening (lignification) of the stems hinders the feeding of the insect, and its population gradually diminishes.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              The eggs are parasitized by species of Telenomus. In some cases, up to 90% of parasitism has been observed when this species was introduced under field conditions. Other natural enemies include some flies of the genus Efferia. Products based on Metarhizium anisopliae, Beauveria bassiana, Paecilimyces sp. Cordyceps nutans. Conidia can also be applied in the form of suspension on rice plants. Solutions of essential oils from all species of the genus Piper (0.25 to 4.0%) affect egg survival.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with both preventive measures and biological treatments if available. Phosphorus, pyrethroid or authorized carbamate insecticides can be used if no other options are available.\n            ", "నివారణా చర్యలు": "\n              Destroy crop residues and weeds during the preparation of the soil.,Make sure that surrounding fields are well managed, as the insects favor abandoned fields.,Decrease spacing between plants (150 plants/m2), as high densities protect them from their natural enemies.,Control insecticide use in order to not affect the predators of this species.\n            "}