{"లక్షణాలు": "\n              Large numbers of aphids gather and form dense colonies at the growing points of young tissues of cherry trees in spring. Continual feeding causes the curling of leaves and impairs the growth of leaves and twigs. In severe cases, injured leaves turn brown and die and fruits are dwarfed. The saliva contains a physiologically-active substance that is known to influence plant growth. Its injection into the plant tissues disrupts growth and leads to the formation of galls. The aphids suck an important amount of sap from leaves and fruits and excrete large amounts of honeydew that may attract other opportunistic pathogenic organisms and mold. During late spring and early summer, one can find the aphids on the underside of the leaves as well as on fruit stalks.\n            ", "ట్రిగ్గర్": "\n              The black cherry aphid is about 2 mm long, globe-shaped, dark brown to shiny black. It overwinters as an egg on the bark of small branches. The eggs begin to hatch as soon as the conditions are favorable and cherry buds breaks. Then, the young aphids move to the new green tissues and start to feed on them. Wingless during the first 3 to 4  weeks of its life cycle, later on, the acquisition of wings allow females establish large colonies on growing shoots. Two to three generations occur on cherry trees by early July when most of the aphids move to alternate hosts for the summer. In September or October winged males and females return to cherry trees, mate, and lay eggs.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Infestations with black cherry aphids are often detected late. When the leaves start rolling in, most of the damage has already taken place. If detected during the early stages it may be prevented with a soft soap solution. Beneficial organisms that feed on aphids during their life cycle include ladybugs, lacewings, hoverflies, ichneumon flies or gall wasps.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Narrow range oil and pesticides based on chlorpyrifos should be applied during dormant stage. Pesticides containing acetamiprid can be applied after petal fall, just before the new growth starts to appear. However, these chemicals can have negative impacts on predators, parasitoids, and pollinators.\n            ", "నివారణా చర్యలు": "\n              Monitor for black cherry aphid during and shortly after bud break.,Management decisions should be made at this time, as the insect is more easily controlled when small and exposed.,Stimulate populations of beneficial organisms like ladybugs, lacewings, hoverflies, ichneumon flies or gall wasps with dead hedges or lacewing boxes.,Avoid excessive watering and overuse of nitrogen fertilizer, because they produce flushes of succulent growth that are attractive to the aphids.\n            "}