{"లక్షణాలు": "\n              Symptoms appear as small, circular, orange or brown pustules scattered at random on the both side of leaves. These contain the spores that will give rise to the infectious process between rye plants. A faint yellow or light brown patch often engulfs the leaf, which gradually turn necrotic. These sacs contain the spores that will later survive on volunteers or alternate hosts to restart the cycle. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Puccinia recondita, which can only grow on green plants since it needs living cells to survive. Wild rye, wheat and volunteers are among the many alternate hosts of this pathogen. The germination process requires leaf moisture, and works best at 100% humidity and warm temperatures (15º to 22º C). However, the spores cannot survive hot, dry weathers. Severe attacks of brown rust in rye occur mainly in late season, particularly if high doses of nitrogen have been applied. Crops sown early are more severely infected than those sown later, particularly when nights are still warm. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Biocontrol agents include the bacterium Bacillus subtilis, the fungus Trichoderma harizanium or the yeast Saccharomyces cerevisae, and can give reasonable control of leaf rust in rye and contribute to an increase in grain yield.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. A timely spray with protectant fungicides based on  prothioconazole will generally help to control brown rust of rye. There is also a range of foliar fungicides available to treat leaf rust in rye. For the best suppression, apply them when the symptoms are first detected. Additional applications may be necessary when the season is favorable for rust diseases.\n            ", "నివారణా చర్యలు": "\n              Selecting resistant varieties is the best way to prevent the disease.,Monitor the field regularly for signs of the disease.\n            "}