{"లక్షణాలు": "\n              Nymphs gather around the stem to suck the sap, eventually \"coating\" it with conspicuous white secretions . Side shoots, leaf petioles and the lower side of the leaf may occasionally be infected. Leaves turn pale, wilt and shed, whereas severely attacked plants are stunted. Infestation in the field may show in patches around a cutting that was infested at planting. Heavy feeding by the nymphs causes the drying up and weakening of the stems, often causing them to break in the wind. The plant produces new shoots to compensate for the breakage of stems, leading to profuse branching and a bushy appearance of infected plants. Root development in those plants is poor, and the tubers become inedible. Symptoms are worse on plants previously weakened by insect attack and drought. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the scale insect Aonidomytilus albus. It feeds and survives on the plants and can be dispersed by wind or animal/human contact. The transport of infected plant material such as cuttings for replanting can also spread the disease over long distances. Females feed on the plants and lay eggs beneath the bud scales. The young nymphs hatch after few days and crawl to other plant parts, where they loose their legs and become sedentary. They feed on stem sap gregariously and dehydrate it. The adults produce a white waxy secretion and  develop into an oval and mussel-like scale with silvery-white coat. The male is winged and can fly over short distances while the female is wingless and sedentary. Heavy rains and high winds may remove the pathogen from plants. By contrast, prolonged dry conditions may make plants more susceptible to the pest and favor its spread. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              A 60-minute immersion in liquid extract from cassava roots can kill A. albus before the cuttings are used for planting. Immersion in hot water can also be used but this is less effective. It has also been observed that the vertical storage of stems reduced the infestation. Some coccinellid predators, such as Chilocorus nigritus can also help to reduce the populations. An improvement of soil fertility through the use of organic fertilizers or the addition of organic matter can also help. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. As a preventive measure, the stems may be sprayed or dipped for 5 minutes in solutions of dimethoate, diazin, methyl demeton or malathion (0.01 to 0.05% depending on formulations) at the time of storing to prevent the infestation. Dipping cuttings in liquids containing malathion, diazinin or dimethoate before planting avoids cassava scale infection. \n            ", "నివారణా చర్యలు": "\n              Make sure to use only scale-free cuttings for planting, if possible from certified sources.,Use resistant varieties, if available in your area (some species exist).,Healthy stems are to be kept in a vertical position under shade to facilitate easy aeration and diffused day light.,Sufficient space between plants reduces the risk for cassava scale outbreak.,Monitor fields and destroy infested stems.,Plan a crop rotation to avoid the carry-over of the infestation.,Clear the field for at least three days before replanting.,Inspect exported and imported manioc cuttings for symptoms of the disease.,Do not transport infected manioc material, but destroy it by burning or deep burying immediately.,Avoid the excessive use of pesticides, as these can kill natural enemies of the scales.\n            "}