{"లక్షణాలు": "\n              Sagittaria montevidensis forms dense infestations in shallow waterways, seriously interfering with water flow, blocking channels and drainage ditches. This increases sedimentation, thus aggravating floods during episodes of heavy rain. Decaying plant material contributes to water pollution and sedimentation and may also increase the risk of algal bloom and microbial activity. If growing in large numbers, it can outcompete rice, depending on when the rice is sown after flooding. Though its young leaves grow submerged, as they mature they emerge and take the shape of an arrowhead with very long and thick petioles. Flowers bloom from June to September and have three cream to white petals with colored spots at their base. \r\n\n            ", "ట్రిగ్గర్": "\n              Sagittaria montevidensis, commonly known as giant arrowhead, is a weed that can grow in paddy rice fields and compete for nutrients with rice plants. Though aquatic, it is often found at pond edges, shallow waters, or in wet or muddy areas flooded temporarily. It is stemless and proliferates through the formation of rhizomes under the soil. Seeds spread primarily through waterways, but they can also occur in mud sticking to boots, farm equipment, or hooves and fur of farm animals. Giant Arrowheads are pollinated by insects and have a broad distribution across much of North and South America. Beside the competition to rice plants, they are also alternative hosts for many rice pests. Its rate of spread is extremely difficult to control. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              To this day, no biological control methods are known against this weed. Please contact us if you know of any. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with both preventive measures and biological treatments if available. The use of herbicides at non-recommended rates and/or not practicing rotations in fields has increased the resistant of S. montevidensis to herbicides. Use a combination of herbicides to control them. \n            ", "నివారణా చర్యలు": "\n              Check quarantine regulation for this plant in your country.,Maintain waterways free of blockages by water weeds.,Do not transport the plant from one field to the other.\n            "}