{"లక్షణాలు": "\n              The fungus lives in diseased cassava leaves on the plant or those on the ground. It spreads to new leaves and plants by wind or rain splash. M. henningsii causes lesions that start as small circular, greenish-yellow spots. As they enlarge, they  become delimited by the major leaf veins and develop into angular patches. On the upper surface the spots are tan to light tan, of different sizes, and with a dark brown, slightly raised margin. Sometimes, minor leaf veins crossing the patches are seen as black necrotic lines. Over time, the center of the spots dries. In severe infections the leaf spots are surrounded by a yellow halo caused by a toxin produced by the advancing mycelium. Eventually the lesions may coalesce and engulf the whole leaf,  causing premature defoliation. On the lower leaf surfaces the spots are gray and less distinct. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Mycosphaerella henningsi, which survives in diseased cassava leaves on the plant or in crop debris on the ground. Under favorable conditions it is spread to new plants by wind or rain splashes. The spores are actually produced on below the necrotic patches, under the surface of leaves. Warm, humid weather favors the life cycle of the fungus and increases the severity of the disease. Long distance spread can occur when diseased planting material is transported to other fields or farms. In general, older leaves are more susceptible to the disease than young ones. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No biological control measures are available to control the spread of the fungus. To avoid the disease, it is essential to use disease-free planting material and adopt the appropriate preventive measures. The fungus lives in diseased cassava leaves on the plant or those on the ground. It spreads to new leaves and plants by wind or rain splash.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Brown leaf spot in cassava can be controlled effectively with fungicidal sprays containing thiophanate (0.20%), chlorthalonil. Copper fungicides, metalaxyl and mancozeb are also recommended. \n            ", "నివారణా చర్యలు": "\n              Make sure to use disease-free cuttings.,Plant resistant varieties, if available in the area.,Make sure to have a wide spacing between plants, allowing for a good ventilation of the canopy.,Plant early in the wet season, so that crops have gained strength before reaching the susceptible stage (6-8-months-old during the dry season).,Do not plant new cassava crops next to old ones with higher odds to be diseased.,Rake and burn fallen manioc leaves during the dry season to eliminate the fungus.,Alternatively, bury deep or burn any infected plants.,Apply a crop rotation every 3 to 5 years to ensure that the pathogen will not survive anywhere on the field.,Maintain good hygiene with any tools involved in manioc cultivation.\n            "}