{"లక్షణాలు": "\n              Symptoms of boron deficiency first appear on the youngest growth in the form of leaf splitting close to the midrib and distortion of the leaf blade, for example indentations or saw tooth notches along the edges. As the deficiency becomes more severe, stems become abnormally thick and an increase in tillering occurs. New shoots may have a water-soaked appearance and may wither or die. Heads are extremely short with very few grains and, if present, awns are often twisted. Boron deficiency in cereals may be a problem in areas of south east Asia, particularly in the adjoining area between Nepal, India and  Bangladesh.\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Boron deficiency is not very common in cereals, but it can occur if the right conditions occur. Soils with low organic matter content (<1.5%), sandy soils (prone to nutrient leaching) or highly weathered soils are susceptible to this deficiency. Alkaline soils and excess liming can also affect the availability of boron negatively. In those cases, the application of this nutrient may not correct the deficiency because it may remain unavailable for plant absorption. The micronutrient is not very mobile, this is why the first symptoms appear on new leaves. Boron deficiency is more likely in plants suffering from a water deficit or receiving little rainfall. Wheat is particularly susceptible to boron deficiency.\r\n\r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              A compost mix of animal manure and leaves is ideal to provide plants with organic matter and nutrients such as sulfur and boron. This is a long-term approach to remedy boron deficiency.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Sources of boron that last in the soil (e.g., colemanite) can be applied at intervals of 2−3 years to renew stocks. Yearly soil applications can be easily leached from acidic, sandy soils. Continued application of boron may be necessary in those cases. However, excess boron may result in toxicity, so it is best to aim for the lowest effective rate, which may be further reduced on subsequent crops. Foliar applications act rapidly but timing of application is important to avoid irreversible damage. Leaves of many plants can also be damaged by direct boron application. Therefore, when in doubt, only apply to soil.  It is not recommended to mix borax or other boron sources with ammonium fertilizers. \r\n\n            ", "నివారణా చర్యలు": "\n              If possible, have some soil and plant samples tested for boron.,Make sure to have healthy soils with a good organic matter content by applying farm manure.,Avoid excess irrigation of the crops and make sure to have good drainage.,Do not lime the soils and avoid the excessive application of fertilizer.,Avoid soils with high pH and rich in clay minerals, iron or aluminum oxides.,Apply slow-releasing sources of boron to the soils at intervals of 2-3 years.\n            "}