{"లక్షణాలు": "\n              Initially, lesions appear as faint, yellow spots on leaves and are most noticeable when the leaf is held against the sun. The secondary veins in these spots appear brownish. As the spots enlarge they change from yellow to reddish brown and become angular since they are delimited by the main veins (thereby the common name of the disease). As the leaf tissue becomes necrotic, the lesions usually develop a yellow margin between healthy and diseased tissue. In the case of red grape varieties, this margin is red.  Infections that take place late in the season are characterized by the development of freckled spots on leaves, and can cause premature defoliation and the drying out of infected flower clusters.  Unlike Botrytis blight, this disease infects only the stem of the berries, not the rachis.\r\n\n            ", "ట్రిగ్గర్": "\n              The fungus P. tetraspora, which causes angular leaf scorch survives the winter in infected leaves on the vineyard floor. Therefore, foliage free dormant cuttings do not provide a pathway for these fungi. During wet weather in spring fungal spores are released from these fallen leaves and spread by wind and water splashes to new leaves and flower stems. There is normally only one cycle of infection in spring from the overwintering fungus on the decaying leaves. Occasionally after several consecutive days of constant rainfall, spores may be formed on the dead tissue of infected leaves still attached to the vine. These spores can cause secondary infections any time during the growing season if moist conditions persist. This explains why the disease may seem absent in most years but can be severe in years with prolonged rainy weather. \r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No biological treatments are available against this disease. The best way to avoid heavy losses is to remove severely infected twigs or entire plants and destroy them by deep-burying or burning in distance to the orchard. Good weeding and sanitation programs are also recommended. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. The disease can be controlled by applying fungicides containing mancozeb before rainy weather. Applications should begin at early shoot growth, and protection should be maintained through fruit set, even more so during rainy weather. \n            ", "నివారణా చర్యలు": "\n              Only obtain planting material from certified sources.,Ensure sufficient space between vines.,Implement  measures that increase air circulation between plants, for example through pruning.,Monitor the vineyard regularly for symptoms of the disease.,Maintain a high standard of hygiene, for example by removing weeds and plant debris from the vineyard.,Destroy dry or infected vines by burning or deep-burying them in distance to the vineyard.,Make sure not to transport leave trash on harvested fruit or machinery between vineyards.\n            "}