{"లక్షణాలు": "\n              The first symptoms of the disease appear as water soaked lesions on the developing spikelets. These lesions later enlarge and form oblong or irregular spots with dark brown margins surrounding a whitish center. If the infection takes place before panicle emergence, the spikelets rot and eventually dry out.  When symptoms appear after flowering, grains are only partially filled and the irregular lesions appear in the glume (glume blight). In severe cases, up to 95% of the panicles are damaged in susceptible varieties of rice (for example China Boro). The disease is favored during periods of heavy rains accompanied by stormy wind, flooded fields and bright sunshine. Glume blight was considered to be of minor economic importance in upland rice, but can attain epidemic proportions if left unchecked. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the seed- and soil-borne fungus Epicoccum sorghi, previously known as Phoma sorghina. It is an opportunistic organism that invades weakened or stressed plants. Although it is mainly associated with plants of economic importance such as sorghum, millet, sugarcane and rice (Gramineae), it can also affect a wide group of hosts all over the world. Some species of Acacia, Aloe, Citrus and Eucalyptus are among theses alternate hosts. The fungus seems to survive in crop waste, as it has also been described on thatch roofs and animal feed in Africa. It produces mycotoxins that trigger the development of symptoms in plants and can also affect human and animal health. Symptoms on humans include red lesions on skin, blisters in the mouth and in some cases cancer can apparently also occur. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              To this day, no biological control is known to reduce the incidence or severity of this disease. Please contact us if you learn of any.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with both preventive measures and biological treatments if available. Fungicides can be used to treat seeds and give a better control of P. sorghina on naturally infected seeds of some rice varieties. Iprodione and captan can be used but are not 100% efficient. \n            ", "నివారణా చర్యలు": "\n              Used resistant varieties if available.,Make sure to drain fields properly.\n            "}