{"లక్షణాలు": "\n              The severity of infection may vary considerably and symptoms may not be apparent on some infected but resistant plants. The symptoms are first visible on older foliage, initially at the basal part of the leaf and leaf sheath and are characterized by long pale green or yellow stripes on the lamina. As the disease progresses, the stripes gradually extend to the rest of the leaves. The older ones become brown and necrotic and later coalesce to form large bands of necrotic tissues that can cover the whole leaf. The decay of the leaves is visible as splits along the necrotic tissue and the fringe-like margins that give them a shredded appearance. Moreover, infected plants usually are stunted and produce sterile and distorted heads that may fail to emerge from the sheath. Ear length may also be reduced with fewer and poorly developed, brown grains.\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the seed-borne fungus Pyrenophora graminea, which survives in the outer layers of the infected seed. The seedlings are infected by the fungus at emergence under cool, moist conditions and a soil temperature below 15 °C. The fungus penetrates the plant tissues through small injuries in the leaflets when those come out of the surface and grows systemically within the plant. The symptoms on leaves are triggered by fungal toxins that kill the plant cells and discolor leaf tissue between veins. The alternating of healthy and diseased tissues causes the striped aspect of the lesions. When conditions are wet or humid, black fungal structures on the leaf surface produce spores that are then carried to the spikes of healthy plant. Warm and dry environments, without irrigation, hinder the life cycle of the fungus. The balanced supply of nutrients, particularly copper and iron also reduced the incidence of leaf stripe disease. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              To this day, no biological treatment is available to treat this disease. Let us know if you know of any. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Seed treatments are useful to reduce the incidence of the disease during the emergence of seedlings. If seeds from affected crops are re-sown without an effective fungicidal seed treatment, the disease is bound to propagate in the area large yield losses can be expected. Different formulations of methfuroxam, carboxin + thiram have been used with success. Note that germination rates could be lower after those treatments. Systemic fungicides can also be used to treat infected plants but have to be evaluated against costs and benefits.   \n            ", "నివారణా చర్యలు": "\n              Chose resistant varieties, if available.,If possible, delay the sowing date to decrease the infection.,Grow plants aimed at seed production in semi-arid environment, without irrigation.,Shallow sowing results in less infection than deep sowing (2-3 and 4-5 cm respectively).,Plan a balanced fertilization, particularly with a good supply of copper and iron.\n            "}