{"లక్షణాలు": "\n              S. biformis larvae and adults feed on the leaf tissue, damaging infected parts. Leaves show silvery streaks and translucent epidermis marks. Both the larva and adult fold the leaf longitudinally to form a protective chamber. Typical symptoms also include stunting of the plant and the wilting and scorching of leaf tips, caused by by larval and adult feeding. In severe infestations, seedlings may be killed.  Severe infestation during the panicle stage usually leads to unfilled grains.\n            ", "ట్రిగ్గర్": "\n              The damage is caused by the feeding activity of the rice thrips, Stenchaetothrips biformis. \r\nIn temperate areas, the insects migrate to and hibernate on weeds or other hosts from the Gramineae family during the winter season. They are also easily transported by the wind over long distances, to newly-planted rice fields. Females have a longevity of 13 days, and during that time lay about 25-150 eggs, primarily in the youngest leaf of the rice plant. Eggs are inserted into the slits of leaf blade tissue, the upper half remaining exposed. After hatching, young larvae feed on the soft tissues of unopened young leaves. Normally, all stages remain inside the rolled leaves, even the mobile adults. Periods of dry weather favor the development of the rice thrips and increase the severity of the damage. Having no standing water in the rice fields also encourages damage.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Encourage natural predators of S. biformis, such as predatory thrips, coccinellid beetles, anthocorid bugs, and staphylinid beetles. Neem oil also reduces thrips population significantly 48 hours after application. Flooding to submerge the infested field for 2 days as a cultural control practice is very effective against the rice thrips.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach of preventive measures together with biological treatments if available. Seed treatment with insecticides provides good control of the disease. Rice seeds should first be soaked in water for 8–10 h, dried at room temperature, coated with the solution, and then soaked again in water and put to germinate. Compounds such as chlorpyrifos and dimethoate can be used in the nursery with good results.\n            ", "నివారణా చర్యలు": "\n              Plant resistant or tolerant varieties, if available in your area.,Plant early to avoid peak populations.,Monitor the field regularly for signs of the presence of thrips.,Water plants with adequate amount of water to avoid water stress.,Plow and remove all plant waste after harvest.,Remove infected plant parts and burn or bury them deep in the mud.,Flood the field and submerge the plants for about two days to reduce populations.,Avoid overuse of insecticides to protect beneficial insects.\n            "}