{"లక్షణాలు": "\n              Young leaves develop a a V-shaped notch on one or both sides near the apex and gradually bend downward. Older leaves have a reduced size and may be puckered. They also show a variety of deformations of the limb, including crinkling, warping, or inverted cupping (gondol like leaves). Chlorotic flecking or variegation of the leaf tissue is also common and is mainly due to nutrient deficiency as a consequence of the disease. Affected young trees show a bushy and stunted appearance, due to the shortened internodes. Symptoms may affect only a sector of the canopy of adult trees and may start to appear on the first or second new growth, 5 to 8 weeks after inoculation. The development of the symptoms may be visible at 20 to 25°C and they are more pronounced at 30 to 35°C.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the citrus chlorotic dwarf virus (CCDV). In the first year of infection, the trees can flower and bear fruit normally, but in later years both flowering and fruit bearing are significantly reduced, indicating loss of vitality of the trees. It is thought to be mainly a graft-transmissible disorder. But it has also been shown to be transmitted by an insect vector, the bayberry whiteflies (Parabemisia myricae), making its spread potentially fast and wide. It is considered to be a serious disease of some varieties of citrus with sometimes severe losses (50% in grapefruit) due to the reduction in the number and size of the fruits. Some varieties have developed some tolerance to the disease (sweet orange) but infected symptomless plants may act as source of inoculum.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sorry, no biological treatment is known to reduce the incidence or severity of CCDV. Please get in touch with us in case you know of something that might help to fight this disease. Looking forward hearing from you.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Viral diseases can not be treated with chemical options. The bayberry whiteflies (Parabemisia myricae) can be treated with active ingredients acetamiprid, buprofezin and pyriproxyfen.\n            ", "నివారణా చర్యలు": "\n              Check quarantine regulations in your country.,Exclusive use of certified, pathogen-free, citrus planting materials is important for preventing the spread of the disease.,Maintain a high standard of hygiene with tools and among workers handling the trees.,Avoid transporting infected tree material between cultivation sites.\n            "}