{"లక్షణాలు": "\n              Phosphorus deficiency symptoms can appear at all stages but are more pronounced in young plants. Rice plants affected by phosphorus deficiency are stunted with reduced tillering. Older leaves are narrow, short, very erect, and have a \"dirty\" dark green color. Stems are thin and spindly and plant development is retarded. The number of leaves, panicles, and grains per panicle is also reduced. Young leaves may appear to be healthy but older leaves turn brown and die. Leaves appear pale green when P and nitrogen deficiency occur simultaneously. Other effects of P deficiency include delayed maturity (often by one week or more). When P deficiency is severe, plants may not flower at all and there is a large proportion of empty grains. Plants show no response to mineral N fertilizer application and have low tolerance for cold water. \n            ", "ట్రిగ్గర్": "\n              There are differences in susceptibility to phosphorus deficiency between different varieties. Roots absorb phosphate ions when they are dissolved in the soil water. Phosphorus deficiency is widespread in all major rice ecosystems and is the major growth-limiting factor in acid upland soils where the capacity of fixation of P by the soil is often large. Soil types that are prone to P deficiency include: sandy soils with small amounts of organic matter and P reserves; highly weathered, clayey upland soils with high P-fixation capacity; degraded lowland soils, peat and volcanic soils; calcareous, saline, and sodic soils. Acid sulfate soils in which large amounts of active aluminum and iron result in the formation of insoluble P compounds at low pH. P deficiencies are also linked to the lack of other nutrients in the soil. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Phosphorus levels in soils can be replenished by applying farmyard manure, or other materials (organic mulch, compost and guano) or a combination thereof. The incorporation of residues into the soil after harvest can also contribute to maintaining a positive phosphorus balance in the long term and improve soil structure. The decomposition of organic matter provides a steady supply of plant-available phosphorus.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Amendments are inexpensive and varied, and they can be easily applied to alleviate deficiency problems. Phosphorus is applied to plants in the form of phosphate together with nitrogen and potassium (the N-P-K trio in fertilizer products). Soil testing is recommended to determine the ratio of each of these nutrients. It varies depending on the type of soil, the plant variety in question and the concentration of nitrogen in soil. Usually, it is recommended to apply phosphorus and potassium a few weeks before sowing or planting. Nitrogen, in turn, should be applied in split applications later during vegetative growth. \n            ", "నివారణా చర్యలు": "\n              Use high quality seeds of a high-yielding variety.,Chose rice varieties that use P efficiently, particularly on acid upland soils.,In rice-rice systems, carry out dry, shallow tillage (10 cm) within two weeks after harvest.,On acid, low-fertility rainfed lowland and upland soils, check pH, Aluminum toxicity, and deficiencies of magnesium, potassium, and other nutrients.,Incorporate rice straw to the field to maintaining a positive P balance in the long term.,Apply optimum doses of N and K and correct micronutrient deficiencies.,Replenish P removed in crop products by applying P fertilizers, farmyard manure, or other materials (night soil, compost).\n            "}