{"లక్షణాలు": "\n              Symptoms appear first on the newest growth in the form of a spotting about the middle of the leaf. Tips become necrotic, torn and roll inwards while the base of the leaf remains green and healthy. Eventually the tip of the leaf dies and may twist back or fall off. Plants are stunted with short stout stems but older leaves remain dark green and erected. In severe deficiencies, main roots and laterals roots have reduced growth.  Unlike Ca deficiency, Cu deficiency affects principally older leaves, which become pale green or chlorotic, wilted and may wither over time. \n            ", "ట్రిగ్గర్": "\n              Symptoms are generally related to the availability of this nutrient to the plant rather than to low soil supply. Calcium is not mobile in the plant and its absorption is tightly linked to the uptake and transport of water. Heavy soils and irrigated soils are good at dissolving calcium and bringing it to the plant. However, sandy soils, with a poor water retention capacity, are prone to drought and can limit its uptake. Allowing the soil to dry out too much between waterings can also cause the symptoms. Soils with low pH, high salinity or soils rich in ammonium can also be problematic. High air humidity, drought or flooding of soils can also slow down the transport of water to tissues. Generally, the optimum soil pH range for a good calcium uptake is between 7.0 and 8.5.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              For small farmers or gardeners, crushed eggshells ground very finely and mixed with a weak acid (vinegar) can be used. Alternatively, apply calcium-rich substances such as algal limestone, basalt flour, burnt lime, dolomite, gypsum and slag lime. Organic matter in the form of manure or compost can be added to the soil in order to improve its moisture-retaining capacity.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Calcium can be supplied using lime (calcium carbonate), gypsum (calcium sulphate) or liquid fertilizers as part of a balanced fertilization program. Dolomitic or high-calcium limestone can be used to supply calcium to the plant and correct soil pH. Liming can be performed two to four months before planting. An adequate soil moisture is also necessary for a good calcium absorption. If the pH is already correct, gypsum is recommended. Calcium deficiency in cereals in the field is very uncommon.\n            ", "నివారణా చర్యలు": "\n              Choose plant varieties that are less susceptible to calcium deficiency.,If possible, use tests to determine soil levels and diagnose suspected calcium deficiency in the crop.,Make sure to measure soil pH and lime if necessary to get within the optimal range.,Reduce the use of ammonium-based fertilizers to avoid insufficient calcium availability in the soil.,Do not over-fertilize with nitrogen during grain development.,Ensure frequent irrigation, but do not over-water.\n            "}