{"లక్షణాలు": "\n              Symptoms start as pale green spots on both sides of the leaves, and turn into yellowish-orange patches afterwards. These patches grow in size throughout the spring and gradually coalesce, covering a large part of the lamina in late summer. As they spread, their center become darker and irregular, surrounded by a brown halo. At advanced stages of disease development, leaves curl and become necrotic, starting from the tip or the margins. Red leaf blotch can lead to a premature defoliation, hence causing a decrease in photosynthetic capacity and thus, possibly affecting yield.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Polystigma ochraceum, which survives forming brightly colored fungal structures on living leaves and can also overwinter on tree residues on the ground as saprophyte. On these fallen leaves, the fungus forms reproductive structures that will release spores the following spring, when conditions are favorable. The release of spores starts with the flowering time and the peak coincide with petal fall. This fungus affects photosynthetic rates and the productivity of the trees.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No biological control of this pathogen is known. Organic fungicides which significantly reduced leaf infection are copper oxychloride (2 g/l), copper hydroxide (2 g/l) and Bordeaux mixture (10 g/l). One application of the fungicide at petal fall and then two at 14-day intervals are effective in reducing the disease.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Fungicides which significantly reduce leaf infection are mancozeb and related dithiocarbamates (2 g/l). One application of the fungicide at petal fall and then two at 14-day intervals were found to be effective in reducing the disease. \n            ", "నివారణా చర్యలు": "\n              Plant resistant or less susceptible varieties, if available (several have been put on the market).,Monitor the orchard regularly for symptoms of the disease.,Prune out dead, infected wood to reduces inoculum.,Remove infected almond tree parts as well as decaying leaves and remaining floral parts.,Removed tissue should be destroyed by burning or deep burying.\n            "}