{"లక్షణాలు": "\n              Under a mild deficiency, affected plants turn pale green and may have a spindly appearance. In severe cases, small whitish-yellow specks or spots appear along the length of older leaves. This is later followed by a scorching or browning of the leaf edge and tips, giving the leaf a green arrow shape. Leaves tend to curl and crinkle and often collapse prematurely. As the severity increases, this condition progresses towards the top of the plant. Roots do not develop properly, stalks are weak and lodging is common. Yellow-white streaking of leaves is one of several possible symptoms of K deficiency. Damage is patchy within the field, and the affected areas may appear to have dried prematurely due to drought stress. \r\n\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Deficiencies may occur because of low reserves of potassium in the soil or limited availability to the plant. Soils with low pH and sandy or light soils with little organic content are prone to nutrient leaching and drought, and may therefore cause problems. Heavy irrigation and high rainfall wash the nutrients from the root zone and can also lead to deficiency. Hot temperatures or drought conditions block the transport of water and nutrients to the plants. High levels of phosphorus, magnesium and iron can also compete with potassium. Potassium plays an essential role in the transport of water, the firmness of tissues and the exchange of gases with the atmosphere. Top-dressing potassium will generally correct the deficiency and save the crop, but not the symptoms. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Apply farmyard manure, or other materials (rice husk, ash, night soil, compost) to replenish K removed in harvested crop products.\n\n            ", "రసాయన నియంత్రణ\n": "\n              A variety of potassium fertilizers is available in the market. Soil and leaf tests can be used to determine the rate needed. Potassium fertilizers should be incorporated in the soil before planting. The formulation of K applied can play an important role in quality and yields. The most widely used product is potassium chloride (KCl). Because K is not that mobile in the soil, top dressing with KCl may have only a moderate response unless rates are kept quite high. Foliar sprays generally can not supply enough potassium to overcome a severe deficiency and can also scorch crops. \n            ", "నివారణా చర్యలు": "\n              Choose varieties that are less susceptible to potassium deficiency.,Estimate inputs from the soil to assess site-specific requirements.,If possible, use a plant test to diagnose potassium deficiency.,Avoid excessive use of nitrogen or/and phosphorus fertilizers with insufficient potassium application.,Do not fertilize during very early growth stages, when the root system is still shallow.\n            "}