{"లక్షణాలు": "\n              On seedlings, circular, water-soaked, black or tan spots appear on the seed leaves and stems. On older plants, circular to irregular tan to dark brown spots appear on the leaves, often first at or near the margins. These spots enlarge rapidly until the entire leaf is blighted.  Cankers develop in the vascular tissues of the stem and a brown, gummy exudate is commonly produced on the surface. Black specks are often visible on the lesions, corresponding to the small fruiting bodies of the fungus.  Stems may be girdled and seedlings or young plants killed. If infection occurs in older plants, lesions develop more slowly on stems near the center of a swelling of the tissues. Cankered stems may wilt and split, usually after mid-season. Small, water-soaked spots develop on infected fruit, enlarge to indefinite size, and exude gummy material. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Stagonosporopsis cucurbitacearum, that can infect a number of crops of this family. The pathogen may be carried in or on infested seed. In the absence of host plants, it can overwinter for up to one year or more on infected crop residue. In spring, when the conditions are favorable, spores are produced, which serve as the primary source of infection. Moisture, relative humidity over 85 percent, rainfall and duration of leaf wetness (from 1 to 10 hours) are determining for a successful infection and the development of symptoms. The optimal temperature for the disease varies depending on the speices in question and varies from about 24°C in watermelon and cucumber to about 18°C in muskmelon. Penetration by spores is probably directly through the epidermis and does not need to occur through stomata or wounds. Wounding, infestation with striped cucumber beetles, and aphid feeding, along with powdery mildew infection, predispose plants to infection.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Extract of Reynoutria sachalinensis can be used in organic plantations. Formulations of the Bacillus subtilis strain QST 713 has also been proven effective against the disease.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Formulations containing the contact fungicides chlorothalonil, mancozeb, maneb, thiophanate-methyl and tebuconazole are effective against the disease.\n            ", "నివారణా చర్యలు": "\n              Obtain seed from certified sources or from disease free plantings, far from contamination by airborne spores.,Use powdery-mildew-resistant varieties, to reduce opportunity for secondary infection.,Regularly monitor the fields for symptoms of the disease.,Plan and follow a 2-year crop rotation.,Wild citrons, balsam pear, or volunteer cucurbits should be eradicated before planting cucurbits.,Plant debris should be plowed under immediately after harvest.,Avoid wounding fruits during harvest.,Store fruits at 7–10°C to prevent postharvest black rot.,Moisture should be minimized in plants.\n            "}