{"లక్షణాలు": "\n              In early spring, caterpillars feed on developing flower buds and tender leaf tissues between the veins, resulting in skeletonized blades. During early bloom time, older larvae enter the clusters and make nests webbing several leaves among the berries. They can scrape the skin or penetrate the berry, feeding from the inside. Besides the injury to leaves and berries, the damage attracts opportunistic pathogens that colonize the tissues, resulting in rotting. Beside grapevine, this is also a common pest on pear and apple trees. Alternative hosts include mallow, curly dock, mustards, or lupine. Vineyard cover crops of oats and barley are also attractive to this pest. \r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms on leaves and berries are caused by the feeding activity of the polyphagous species Argyrotaenia ljungiana. Adults have a wingspan of about 15 mm and have light brown forewings with a few darker lateral bands and straw-colored hindwings. The larvae survive the winter in a pupal state in anfractuosities of the vine bark, debris on the ground or in webbed leaves. Alternatively, tehy overwinter on alternative hosts. In spring, females lay eggs in masses of about 50 units on the upper surface of the leaves. Caterpillars are pale green, slightly translucent and with a yellowish brown head. They first feed on tender leaf tissues between the veins, skeletonizing the blade. Older larvae roll or web leaves to make a shelter and may also feed on buds and fruits. There are up to three overlapping generations of tortrix moths per year and all developmental stages of this pest can be present throughout the growing season. \r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Parasitic wasps, such as some species of Trichogramma and Exochus nigripalpus subobscurus, as well as several species of spiders feed on the larvae. Spraying of organic formulations based on Bacillus thuringiensis and Spinosad are biologically acceptable management tools. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Sprays containing one of the active ingredients methoxyfenozide, chlorantraniliprole, cryolite and spinetoram are effective against tortrix moths. \n            ", "నివారణా చర్యలు": "\n              Monitor the vineyard regularly for signs of the pest.,Use pheromone traps to assess population levels.,Clean up the vineyard during the dormant period.,Remove dried grape clusters on vines, and disc weeds and clusters on the ground.,Additionally, remove infested grapes and leaves, if infestation is minor.,Do this work at least a month before shoots begin to develop in spring.,Damage can often be partly prevented by harvesting as early as possible.,Make sure not to extinguish natural enemies by using broad-scale insecticides.\n            "}