{"లక్షణాలు": "\n              The rice leaf mite is minute but it colonizes the undersurface of leaves in large numbers. Through the sucking of the leaf sap, it causes white speckles on the upper surface which eventually turn yellow or brown as they dry up. This characteristic is called leaf stippling. Under severe conditions, the whole leaf turns grayish-white and dries up. The mite also spins a very delicate web on the lower surface of the leaf blade, that appears as a powdery substance. Infected plants appear light yellow or pale from a distance due to chlorophyll loss, as the mite pierces the leaf tissue and sucks the exuding sap.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the feeding activity of the rice leaf mite, Oligonychus oryzae. \r\nThe damage is most serious during periods of high temperature (25° C and above) and high relative humidity. The mites' entire life cycle can take 8-18 days, depending on the environmental conditions. Adults are sexually mature when they emerge and mate as soon as possible. Eggs are laid individually on the lower side of the leaves, in rows along the leaf midribs and veins. Incubation lasts 4-9 days. Severe attacks also take place on the wetland weed commonly found with rice (Echinochloa colona), which may be an alternate host. Since they are difficult to treat, usually their infestation will reoccur in the succeeding year in a rice field, where the incidence was noticed during the previous year.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Biological alternatives include the treatment of seeds with bacteria of the Pseudomonas type at 10 grams/ 1kg of seeds. Application of urea mixed with neem cake to the rice plants also provide good results.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach of preventive measures together with biological treatments if available. Mitcides containing spiromesifen are highly effective against O. oryzea. However, the treatment should be considered in regard to the level of infestation, the cost and the potential effect on the population density of the mites. Timely application is essential.\n            ", "నివారణా చర్యలు": "\n              Regularly monitor the field for symptoms of the mite.,Keep the rice bunds free from weeds, which can serve as alternative hosts to the mite.,Create rice-free periods by rotating crops or ploughing down rice stubbles deeply, immediately after harvesting.,Avoid excessive nitrogen fertilization, which favors the pest.,Remove all rice debris after harvesting to eliminate the substrate, in which the mites rest between seasons.\n            "}