{"లక్షణాలు": "\n              Symptoms are characterized by a severe, characteristic inward curling of young leaves and deformation of twigs. Affected blossoms and young fruit drop prematurely, particularly those with a soft skin that is more vulnerable to damage. In addition, the pest produces abundant quantities of honeydew, that drops to underlying leaves. Because of its sugary content, it is readily colonized by the black sooty mold. Ants also feed on the honeydew and care for the aphids in exchange. The continuous feeding by the aphids and the reduced photosynthetic rates due to the mold coating weaken the trees. Young trees are particularly susceptible to this pest and they may show a stunted growth. The earlier the attack on the crop hosts, the more severe the symptoms. Fruit quality is also affected.  \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the feeding activity of the polyphagous aphid Aphis spiraecola, also called Spirea aphid. Beside apple, citrus and papaya, it can infect an important number of crops as secondary hosts. Wild  hosts include several species of the genus Crataegus (hawthorn) and Spiraea, thereby its common name. Its body is yellow to pale green and about 2 mm long. Three black protuberances stick out of the lower part of the abdomen. Adults and nymphs feed gregariously on leaves and branches, sucking the sap of the plant and producing abundant honeydew. This sugary substance may be later colonized by sooty mold. Temperature has a marked effect on its life cycle. For example, at 25ºC the pest can complete a generation within 7-10 days. However, high temperatures and low relative humidity are unfavorable for the pest. It also tolerate pretty well cold periods, explaining the sudden infestation of citrus groves in early spring after mild winters. Finally it is a vector of the tristeza virus and other plant virus that it can transmit between different hosts. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Predators of the spirea aphid include several species of flies, lacewings, ladybirds and hoverflies. Some parasitoid wasps of the family Aphidiidae also seem to attack A. spirea, but seldom complete their life cycle in the larvae, making them unreliable. Several pathogenic fungi also infect the aphid, but none have been used  to reduce the pest’s damage previously.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Because young trees are more susceptible to the pest, treatments to reduce damage can be limited to those.  Avoid to spray during periods of high temperatures and low humidity. Carbamates, some organophosphates, acetamiprid, pirimicarb and imidoclorid can be used to control the spirea aphid.\n            ", "నివారణా చర్యలు": "\n              Monitor the orchards for signs of the aphids.,Use barriers to block the movements of ants.,Use monitoring systems such as water-sensitive paper to assess the presence of honeydew.,Use sticky traps to stop the ants.\n            "}