{"లక్షణాలు": "\n              The disease is characterized by a darker green foliage and a compact, uniform, denser canopy due to the shortening of the internodes and the stunted growth of shoots. Lateral branches grow horizontally or hang down, giving the tree the leafy and rounded appearance. Leaves and flowers appear early, but leaves remain on the tree longer than on healthy trees. No scorch, chlorotic or scalded appearance is visible, as is the case in plum trees. Flower and fruit sets tend to be premature. Fruits are fewer, smaller than normal, more colorful, and will often ripen a few days earlier than normal. Phony peach disease can limit the life of the orchards. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by Xylella fastidiosa, a bacterium that colonizes the vascular tissue of roots, stems and leaves in peach trees, causing the striking symptoms commonly know as phony peach disease. Alternative hosts include plum and almond trees as well as grapes and citrus (triggering different symptoms there). These bacteria literally block the transport of water and nutrients in the plant through the xylem, thus causing symptoms that resemble water and nutrient deficiencies. It is transmitted persistently by a series of insects, among others the sharpshooter leafhopper (Homalodisca species) and some spittle bugs (Cercopidae). Managing the insect vectors and removing alternative hosts that may act as reservoir around the orchard (including wild tree varieties) will help to reduce the source of inoculum. Temperature and rainfall are crucial factor for the growth of the bacterium since it can only persist from one season to the next in areas with mild winters. It is not seed-borne.  \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sorry, we don't know of any alternative treatment against Xylella fastidiosa in peach. Please get in touch with us in case you know of something that might help to fight this disease. We are looking forward to hearing from you.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. It has been shown that routine spraying of orchards with insecticides after harvest to control leafhoppers has a very limited effect on the spread of the disease. Preventive measures are recommended to avoid the introduction of the bacterium in new orchards.  \n            ", "నివారణా చర్యలు": "\n              Choose sites whose surroundings have no history of phony peach disease.,Monitor the orchard during early summer for sign of the disease.,Control weeds in and about the orchard, since they may serve as reservoirs for both the bacterium and the vectors.,Control alternative tree hosts around the orchard.,Rogue entire trees at the first sign of the disease.,Check for quarantine measures in the country and contact competent authorities.\n            "}