{"లక్షణాలు": "\n              This disease is characterized by the dense, persistent and grayish patches of fungal growth on leaves, stems, inflorescences and fruits. Over time, the powdery coating causes the distortion and discoloration of leaves and premature leaf fall in severe cases. Buds often fail to unfold normally or be destroyed. Twigs may show a stunted growth. Fruits develop discoloration and lesions that prevents further normal development. In case of severe infections, the skin eventually turns dark brown, with the surface becoming leathery and hard, often subjected to cracks. Hosts include apricot, sour cherries and peach. \r\n\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The disease is caused on roses and stone fruits by the fungus Podosphaera pannosa, which survives the winter in a circular, spore-producing structure. Under favorable conditions in spring, this structure breaks open and releases spores that are later spread by wind, insects, and rain. When they land on a susceptible host and germinates, they start producing the characteristic “powdery” appearance on leaves or fruits. Optimal conditions for powdery mildew of rose are 16-27 °C, with the optimal temperature for fungal growth at 23 °C. Shaded areas are also preferred since the prolonged exposure to light reduces its growth. Moreover, these fungi do not need moisture to germinate and infect their hosts. In fact, prolonged leaf moisture inhibits rather than promotes fungal growth. The use of silicon as part of a fertilization program can also reduce the occurrence of powdery mildew. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Products based on the antagonist fungus Ampelomyces quisqualis and the bacteria Bacillus subtilis have been used as biological agents to control Podosphaera pannosa. Several organic fungicides are also available in the form of horticultural oils, neem oil, jojoba oil, potassium bicarbonate and bicarbonate of soda. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Formulations based on thiophanate-methyl, propiconazole and sulfur fungicides have been recommended for powdery mildews in general, including powdery mildew of rose. Other products that have been used with some success include dinitrophenols and  compounds based on pyridine and pyrimidine. \n            ", "నివారణా చర్యలు": "\n              The selection of resistant varieties is crucial to avoid fungal growth and development of symptoms.,Monitor the orchards for signs of the disease.,Choose location well exposed to the sun and with good aeration.,Complement the fertilization program with silicon.,Avoid irrigating in late afternoon or evening.,Keep weeds and grasses under control under trees with low hanging branches.,Prune trees in a way that allow a good ventilation of the canopy.\n            "}