{"లక్షణాలు": "\n              Basically, all aerial parts of the host tree can be attacked by the olive scale. It is most commonly found encrusted on the bark of trunk, branches and twigs. However, its presence may be denoted by tiny white dots on leaves. On olives, infestations cause deformations and the development of black spots with a gray center around the feeding site. Other fruits (apples and peaches, for example) may exhibit a dark red spot instead. Heavy populations cause leaf wilting, chlorosis and defoliation. Fruit discoloration, premature fruit drop, weakening and dieback of twigs and branches are also common in these conditions. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Symptoms are caused by the feeding activity of adults and nymphs of the olive scale Parlatoria oleae. They are found encrusted on leaves and fruits as well as on the bark of trunk, branches and twigs. Their development is so rapid that they actually can form several layers of live insects on the same tissue. Dead scales may lay above them and protect them from pesticides. They  can have two or three generations per year depending on the temperature and the host plant in question. The lower threshold of development is 10°C, but they are also sensitive to arid conditions. The spots on fruits are due to the injection of a toxin and are therefore permanent, even if the scale dies. Olive scale can be a serious problem to olives, primarily the table varieties. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Among parasitoid wasps, several species of Aphytis, Coccophagoides and Encarsia can successfully reduce olive scale populations by half if introduced against the spring generation. No effect has been observed on the summer populations. The predator mite Cheletogenes ornatus and several species of Chilorus can also play an important role in suppressing populations of olive scale by attacking nymphs and adults. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Dormant oils can be sprayed on the wooden parts of trees in winter. In spring, insect regulators or insecticides based on organophosphates can be used at the emergence of the crawlers in spring. Monitoring is essential to determine the right application time.\r\n\n            ", "నివారణా చర్యలు": "\n              Check quarantine regulations in your area or country.,Monitor the orchards for signs of olive scales and determine the emergence of crawlers.,Sanitation of the orchards is essential for an healthy production.,Dispose of fallen fruit, which may serve as hosts for the overwintering females.\n            "}