{"లక్షణాలు": "\n              Formation of large, linear, light orange pustules mainly on the upper side of leaves. Occasionally, they also appear on leaf sheaths, peduncles, awns and panicles in case of heavy infection. These pustules are often grouped in clusters. With time, they become light brown and extensive chlorosis and leaf senescence also develop on the leaves. However, the infection rarely kills whole plants. The development of necrosis reduces the photosynthetic rates of the plant, which in turn reduces growth and yield. Grains are often shriveled and of reduced quality. Heavy infections also makes plants more sensitive to drought conditions, which can cause death in case of adverse weather. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Puccinia coronata, which can survive in-between seasons on alternative hosts or crop residues left in the field. Under favorable conditions in spring, the fungus resumes growth and produces spores that become the primary source of inoculum. The pustules that form on leaves produce another type of spore that is spread by the wind (secondary source of inoculum). The fungus undergoes several cycles of reproduction on barley during the growing season. It affects cultivated and wild species of barley and oat, as well as a number of grasses and, notably, the perennial weed commonly known as buckthorn (Rhamnus cathartica). Mild to warm (20 to 25°C) sunny days and mild nights (15 to 20°C) with adequate moisture for dew formation are favorable for the fungus.  \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No biological treatments are known against this disease. If you know of any, please contact us - we will be happy to hear of it. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Several commercially available products based on propiconazole can be used against this pathogen. Spray is recommended when conditions are not favorable for the fungus. \n            ", "నివారణా చర్యలు": "\n              The sensible choice of resistant varieties is the best way to avoid the disease.\n            "}