{"లక్షణాలు": "\n              The symptoms of infestation vary widely depending on the host that is attacked. Nymphs hatch and feed in  numbers on leaves, flower parts and tiny fruit, often under the drying sepals. Leaf damage includes silvering due to the necrosis of tissues that have been drained of their contents, and malformation due to uneven growth. Microscopic little streaks or white dots (stippling) are found on petals and sepals. This damage to blossoms is more evident as the fruit forms. It appears as a surface russet, spotting, scarring or splitting of the skin. These symptoms worsen as the fruit grows, and may cause severe deformation and reducing its market value. Thrips can also damage terminal shoots and cause them to grow deformed. Usually one to two small dead leaves cling to the terminal buds just below the terminal grow, giving the branch a bushy appearance. The damage to the tissues can lead to the subsequent entry of fungi, shown as black spots on leaves for example. \n            ", "ట్రిగ్గర్": "\n              Symptoms are caused by the feeding activity of adults and nymphs of the western flower thrips. They suck the plant fluids from flowers and leaves and also eat pollen and nectar on a wide range of hosts. Adult thrips are slender, about 1.3 mm in length and have two pairs of tiny feather-like wings. Nymphs are wingless and usually yellow-orange. Pupation occurs is in soil debris, where they populations usually reach a peak in midsummer. They usually appear at bloom as they feed on pollen and tender flower tissues. Adults can be easily carried by winds, clothes, equipment and containers not properly cleaned after field work. The dispersal over large distance or between countries is usually via plant transport. Their life cycle and the number of generations per year are mainly regulated by temperature and can range from 15 to 45 days at temperatures of 30°C and 15°C respectively. Besides the feeding damage to leaves, flowers and buds, the western flower thrips also transmit a variety of viruses into susceptible crops. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Some predatory mites (Neoseiulus cucumeris, and species of the genus Amblyseius and Hypoaspis), predatory bugs such as the minute pirate bug (Orius insidiosus), and spiders are known to feed on this pest. Insecticidal soaps, Spinosad and neem oil formulations are highly recommended against western flower thrips, as they do not harm the environment on the long term. Kaolin clay mixed with water can also be applied for effective control. Overuse of products based on Spinosad has led to the development of resistance. Another approach has involved the use of UV-blocking mulches to reduce the flight activity of the insect. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. As the western flower thrip breeds so rapidly and quickly develop resistances against pesticides, cultural and biological control should be prioritized. Monitoring of populations is also an important factor to take into account. Acceptable population levels of western flower thrips range from 5 to 25 adults and 10-50 larvae per randomly selected cluster. Chemical treatments with alternating active ingredients should be considered when levels exceed 150 adults and 300 larvae per cluster. Post-harvest treatments of fruits include the use of fumigants containing  phosphine. \n            ", "నివారణా చర్యలు": "\n              Use pest-free planting material.,Monitor the orchard regularly for symptoms of the pest or use sticky traps.,Open some shoots randomly or gently tap buds over white paper to check for the presence of thrips.,Practice proper weed control, as thrips tend to overwinter and hatch on secondary hosts.,Use UV-blocking mulches to reduce the flight activity of the insect.,Fertilize the crop appropriately to enhance its natural resistance against the pest.,Plow and sure to make remove all plant waste after harvest to eliminate overwintering sites.,Make a proper use of insecticides so as not to kill the natural predators of this pest.,Do not transport potentially infested planting material between different fields or farms.,Check for possible quarantine measures in the country.\n            "}