{"లక్షణాలు": "\n              Feeding damage on developing flower buds and young fruits causes unsightly dimpling, pitting, scarring and sunken spots on young fruit. By harvest, the fruit is badly deformed, a symptoms that is often referred to as \"cat-facing\", and ooze may be observed on the surface. Internal fruit damage appears as white corky areas under the surface and decaying seeds. Feeding may also deform or kill flower buds and shoots, that shrivel and die, significantly reducing yields. These bugs have an extremely wide host range that includes stone and pome fruits, natural vegetation in uncultivated land and weeds in adjacent areas. These pests do not reproduce on tree crops, but invade orchards from these hosts.\n            ", "ట్రిగ్గర్": "\n              The symptoms commonly called \"cat-facing\" are caused by several species of bugs, among them the plant bug Lygus hesperus and the stink bugs Euschistus conspersus. Adults overwinter in protected ground covers. Early in the season, they feed on broadleaf crops or weeds in adjacent fields. Later in the summer, as these alternative hosts dry up, these bugs may fly into the canopy of pome and fruit trees. Adult plant bugs are flattened, semi-oval insects, yellow, green, and dark brown to black in color. The all have a conspicuous yellow or pale green triangle on the back. Adult stink bugs have a flattened shield shape and are gray to brown to green in color. Stink bugs are noisy fliers, with long, piercing-sucking mouth parts. They can be a problem in fruit orchards with ground cover comprised of broadleaf weeds, or in orchards near alfalfa fields or other host plants.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Predators of these pests include big-eyed bugs, damsel bugs, assassin bugs, and collops beetle, as well as the egg predator minute pirate bug. Parasitic insects include Anaphes ioles and Trissolcus halymorphae, that lay eggs in the eggs of the cat-facing insects. Products based on neem extracts may also diminish L. hesperus and E. conspersus populations. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Insecticides containing esfenvalerate, formetanate hydrochloride, methomyl, indoxycarb or lambda-cyhalothrin are effective against cat-facing insects. These compounds are extremely toxic to fish and aquatic invertebrates and spray drift and runoff to surface waters should be avoided. Spray applications of pyrethroid products also target the adult bugs.\n            ", "నివారణా చర్యలు": "\n              Choose planting sites that attract predators of cat-facing insects and avoid an indiscriminate use of pesticides.,Periodically monitor the canopy of fruit trees for the presence of adult stink bugs.,Critical times to scout are when the adjacent weed hosts are drying up or nearby host crops are being harvested.,Do not plant apricot trees adjacent to hay fields, weedy lots or uncultivated land.,Maintain proper weed management early in the season.,Do not mow the orchard floor within two weeks of fruit harvest as any bug infestation in the ground cover will move to the tree canopy.,Using a sweep net to catch the adults.\n            "}