{"లక్షణాలు": "\n              The fungus enters the planting material through the cut ends or through wounds produced by insects. It then spreads rapidly through the internal tissues. These become red first and later turn to brownish-black and black. The rotting process leads to the formation of cavities and emits a characteristic odour of overripe pineapples. This smell can linger for several weeks. Roots of infected crops fail to form, incipient buds fail to grow, and those that do, die back or remain stunted.\n            ", "ట్రిగ్గర్": "\n              The pest occurs in the first weeks after planting. The fungus spreads by spores in the wind or water, and also in the irrigation water. Insects, especially beetles, can distribute spores by boring into the setts. Spores can survive in soil for at least a year. On infected plants they can survive several months. Places where water remains after rain can increase susceptibility to the disease. Temperatures around 28°C are most favorable for sporulation and growth of the fungus. Prolonged droughts also increase the susceptibility of the cane to the pathogen.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              In case of a delay in the planting season, treat setts in hot water (at 51°C) for 30 min before planting. Look for stalks that have not sprouted in the field and split them to detect signs of the disease (rotting and foul odour).\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. A treatment with fungicides can be economically unfavorable.\n            ", "నివారణా చర్యలు": "\n              Grow resistant varieties.,Use healthy planting setts with at least three nodes long.,Select rapidly growing sprout varieties after planting.,Make sure that the fields have good drainage.,Plan the planting carefully to avoid the most adverse weather conditions.,Destroy leftover harvest trash of affected crops by burning.\n            "}