{"లక్షణాలు": "\n              Infestations of P. ziziphi is characterized by the presence of black tiny insects feeding on shoots, foliage and fruits. In heavy infestations, the virtually irremovable, subrectangular blackscales and their white crawlers literally covers fruit, leaves and shoots. The depletion of plant sap leads to reduced host vigor and the development of yellow spots or streaks on the feeding sites. Its feeding kills branches and may seriously affect the development of fruits, often leading to deformation. This may result in premature senescence, leaf and fruit drop, and the reduction of the quantity and quality of fruits. The species has become the most important pest of Citrus. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the scale Parlatoria ziziphi, whose has mainly citrus species as hosts. Although leaves are the preferred settling sites,it also settles and feeds on fruit and branches. All developmental stages are present throughout the year, indicating that the pest completes several overlapping generations annually, numbering from two to seven. This number also depends greatly on the citrus growing areas. The complete life cycle may take 30-40 days in Sicily under favorable conditions, whereas in Tunisia it lasts 70-80 days under relatively warm conditions and up to 160 days under cold circumstances.\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Some parasitic wasps, including Scutellista caerulea, Diversinervus elegans and Metaphycus helvolus, as well as some species of the genera Aspidiotiphagus and Aphytis can help to control P. ziziphi. Predators such as ladybirds (Chilocorus bipustulatus or C. nigrita, Lindorus lophanthae and Orcus chalybeus) can also decimate black scale populations in the right settings. Canola oil or biopesticides of fungal origins can also be applied to control black scale. White oil solutuions (e.g. 4 parts of vegetable oil to one part of dish-washing detergent) can be effectively used against black scale with low impact on other ecologically important insects.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Treatment for black scale must be timed to control the first generation crawlers between post bloom and summer sprays. Organophosphates or oil sprays containing malathion, dimethoate are recommended, but may be used with care as they might affect predatory insects as well.\n            ", "నివారణా చర్యలు": "\n              Monitor trees regularly for infestations of the scale.,In case of light infestation, hand removing of plant parts or crushing of the insects can be effective.,Remove infested tree parts and burn or deep-bury them in distance to the orchard.,Prune adequately to prevent bridges between plants and improve air circulation in the canopy.,Avoid transport of potentially infested material.,To protect resident natural enemies, avoid using broad-spectrum persistent insecticides in landscapes.\n            "}