{"లక్షణాలు": "\n              The infection can occur at any growth stage but it is usually first visible on older plants. It is characterized by the yellowing of the leaves, starting from the tip and progressing downwards. Wilting and later dieback can ensue. When these above-ground symptoms are evident, the pathogen has already colonized the roots, bulb,  stems and leaf sheaths. White fungal growth is often visible at the soil line and is a sign of the decay of the roots. When pulled out, the bulb show white fluffy fungus growth, often at its base, a sign of advanced rotting. Tiny, black and roundish specks form amidst the white mold. The main roots are gradually destroyed and may be missing. Secondary roots may develop and extend horizontally, providing a direct path for the contamination of other plants. Plants can decline over a period of just some days to a weeks. This explains why the symptoms appear in clusters in the field. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              White rot disease is caused by the soilborne fungus Sclerotium cepivorum. Plants most commonly are infected through the soil, where the dormant pathogen can survive for periods of up to 20 years. The severity of teh disease is strongly associated with the amount of of fungus in the soil. Once established, it is almost impossible to get rid of the pathogen. The life cycle and development of the fungus is favored by Allium root extracts. The appearance of the disease is strongly associated with cool (10-24°C) and moist soil conditions and can be spread by the fungal underground mold network, flood water, tools and plant material. The white rot disease is one of the major threats in onion and can lead to heavy yield losses.Disinfect the tools and equipment before working on another field. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              There are several levels of control using biological methods, mainly using antagonistic fungi. Species of Trichoderma, Fusarium, Gliocladium or Chaetomium, for example, are parasite of the white rot fungus and can be used to reduce its growth. Other fungi, for example Trichoderma harzianum, Teratosperma oligocladum or Laterispora brevirama are also also very effective. A treatment with garlic extract can be used to stimulate the development of the fungus and the production of spores when the fields are barren. This reduces the incidence of the disease in later seasons. Garlic bulb needs to be unwrapped, crushed and mixed up with 10l of water. Then it can be added to the field at a rate of 10l per 2sqm. The ideal temperatures for the application is around 15-18°C because it favors the fungus. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments, if available. Particularly in case of white rot disease cultural and biological methods can be very significant in reducing the infection. If fungicides are needed, products containing tebuconazole, penthiopyrad, fludioxonil or iprodione can be used as soil applications before planting, or as foliar spray application after planting. The application method depends on the active agent used for the treatment and needs to be checked before.\n            ", "నివారణా చర్యలు": "\n              Plant less vulnerable varieties, for example red onions.,Use healthy seeds or planting material from a certified source.,Check the base of the bulb for any sign of mold before planting.,If no certified planting material is available, use seeds instead of bulbs is recommended.,Ensure a good drainage to avoid water logging as a spread mechanism.,Avoid excessive fertilization with nitrogen.,Check the plants or fields regularly for any sign of the disease.,Remove infected plants and destroy them by burning.,Do not compost infected plants to avoid further spread of the disease.,Wash or disinfect equipment and tools carefully before operations.,Plan a crop rotation with non-host plants.,Plow deep and expose he soil to solar radiation.\n            "}