{"లక్షణాలు": "\n              Alkalinity damage can occur throughout the growth cycle of the crop. Leaves display discoloration, ranging from white to reddish-brown, usually starting from the leaf tip. In severe alkaline conditions, the discoloration extends to the rest of the leaf blade and the leaves may wither, giving the plant a scorched appearance. Deformation is also evident in the form of leaf rolling. Strong alkaline soils also inhibit plant growth and tillering, resulting in stunted growth. In plants that reach flowering stage, alkalinity delays flowering and causes whiteheads. Symptoms can be confused with nitrogen deficiency. \n            ", "ట్రిగ్గర్": "\n              Alkalinity refers to the presence of ions in the soil that gives it an elevated pH. It is a characteristic of clay soils, sodic or calcareous soils, with a poor soil structure and a low infiltration capacity. Alkalinity can damage plant roots and impair the ability of plants to absorb water and extract essential nutrients from the soil. Poor root growth development and impaired plant growth will result. Alkaline soils can limit the availability of essential nutrients to the plant and may result in phosphorus and zinc deficiencies, and even possibly iron deficiency and boron toxicity. High pH is not, per se, considered an acute problem in flooded rice. However, it can affect plants in rainfed areas with poor rainfall  or within irrigated areas with poor water delivery. Not surprisingly, it is usually observed in semiarid regions and is often associated with salinity. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Alkaline soils can be corrected by adding organic compost, waste hair or feathers, organic garbage, waste paper, rejected lemons or oranges to the ground. This ensures the incorporation of acidifying material (inorganic or organic material) into the soil. It is possible to acidify the soil by adding minerals like pyrite or cheaper Aluminium sulfate.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Correction of soil alkalinity can be done in different ways, depending on the source of the problem. Soil amendments using gypsum are most commonly used to correct an excess of sodium in soils with poor lime content. To work effectively, this must be followed by drainage with large amounts of water to remove the sodium from the root zone. The soluble calcium in gypsum displaces the sodium ions and those are leached  with the excess water. Soil sulfur or even concentrated sulfuric acid can be used instead of gypsum in soils with sufficient calcium carbonate. Calcium chloride (CaCl2) or fertilizations schemes based on urea are also used to reclaim alkali soils.  \n            ", "నివారణా చర్యలు": "\n              Plowing the field soon after cutting the crop is advised to prevent salt migration to the top soil and to conserve the soil moisture during the intense summer months.,Apply mulch to the soil to prevent water from evaporating, which leaves salts at the soil surface.,Break the capillary pores in the soil by plowing after harvesting.\n            "}