{"లక్షణాలు": "\n              The larvae of H. philippina feed on the inner margins of unfurled leaves. As the leaves gradually open during the vegetative stage, they show feeding patterns in the form of yellow spots or strikes on inner margins, white or transparent patches, and pinholes. Damaged leaves become distorted and may be broken off by the wind. The larvae can also cause damage to the flag leaf, showing as small punctures on the blade and discolored margins. If they reach the developing panicles, a partial  filling of grains may be observed. Usually,  rice plants can compensate for the damage caused by the whorl maggot and the symptoms disappear during the maximum tillering stage of the crop.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the larvae of the semi-aquatic whorl maggot, Hydrellia philippina. It is a member of a family of leaf miners, with the difference that it mines the unfurled leaf before it expands, thus creating a unique pattern of necrotic lesion on the blade. It is common in irrigated fields, ponds, streams and lakes or places with abundant calm water and lush vegetation. The year-round cultivation of rice, and the transplanting of young seedlings also favor its development. However, it does not thrive in direct-seeded fields, seedbeds or drained fields. The full-grown maggots pupate outside the feeding stalk. The primary host is rice but it can also breed on species of grasses such as Brachiaria sp., Cynodon sp., Echinochloa sp., Leersia sp., Panicum sp., and wild rice.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Small wasps of the genus Opius, Tetrastichus and Trichogramma parasitize the eggs and the maggots. Predators preying on the eggs include flies of the species Dolichopus, Medetera and Syntormon. Ephydrid flies of the species Ochthera brevitibialis and spiders of the species Oxyopes javanus, Lycosa pseudoannulata and Neoscona theisi feed on the adults.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach of preventive measures together with biological treatments if available. Usually, symptoms of H. phillipina disappear during the maximum tillering stage of the crop and insecticide control is not recommended. In severe infestation cases, single-root zone placement of insecticides granules with either coal tar or neem oil can provide an effective control. Sprays containing imidaclorid, triazophos showed also good results in decimating the pest.\n            ", "నివారణా చర్యలు": "\n              Choose resistant varieties, if available in your area.,Sow fields directly or use seedbeds, as they are not attractive to the adults.,Do not over-fertilize with nitrogen compounds.,Use crop-establishment methods that enable the plants to cover the water surface rapidly, as this makes the paddy less susceptible to the pest.,Cover the water surface with Azolla and Salvinia molesta can help to prevent infestation.,Drain the water at regular intervals during the first 30 days after transplanting.,Avoid the misuse of broad-scale insecticides.\n            "}