{"లక్షణాలు": "\n              This disease affects plum trees and occasionally other stone fruit trees. Symptoms are observed starting in late spring on leaves and may vary slightly depending on the tree species. Initially, small, angular, bright yellow spots form a mosaic pattern on the upper leaf surface. As the disease progresses, rusty to light brown pustules appear underneath these spots on the lower leaf surface. Later in the season, they turn dark brown or black. \r\nSeverely infected leaves dry, turn brown and fall off rapidly. The premature shedding of leaves can affect adversely flower development and fruit quality in the next seasons. Moreover, if it persists on the same tree year after year, it can weaken the tree vigor. Fruits can be blemished and could thus be unmarketable. \n            ", "ట్రిగ్గర్": "\n              Symptoms are caused by the fungus Tranzschelia pruni-spinosae, which is an obligate parasite, meaning that it needs living tissues to complete its life cycle. The fungus may overwinter as spores lodged in crevices on bark of branches or in bud scales. Alternatively, it switches hosts in late summer and survives on species of the genus Anemone when the plum trees are dormant. The spots on the underside of leaves contain spore-producing structures that yield two types of spores: one that infect stone fruits during late-spring and summer or one that is exclusively infecting the alternative hosts late in the season. On both cases, the spores germinate readily in the presence of moisture on leaves (dew or rain). Low altitude, humid locations and susceptible varieties facilitate the occurrence of the fungus. Disease was observed in most parts of the world. It spreads rapidly and can assume epidemic proportions if the weather conditions are favorable for its growth. \r\n\r\n\r\n\r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Since it does not directly affect the fruit, in most cases, treatments are not necessary since the pathogen appears irregularly and .\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Fungicide sprays should be started immediately after the first symptoms of infection appear. Application of products based on myclobutanil, pyraclostrobin, boscalid, mancozeb, trifloxystrobin or difenoconazole can help to control the disease. In case of a late infection, the treatment should be applied directly after the harvest, if possible.\r\n\r\n\n            ", "నివారణా చర్యలు": "\n              Chose resistant varieties if available.,Ensure a pruning method that allow for a good ventilation of the foliage.,Avoid excessive application of nitrogen fertilizers.,Ensure that no alternative hosts are present in and around the fields.,Remove contaminated leaf litter from the leaf and burn it.\n            "}