{"లక్షణాలు": "\n              The symptoms of calcium deficiency are primarily visible in the rapidly growing tissues. Young shoots are poorly developed and over time their number is reduced (spindly stems). The growing tips of new leaves are deformed or have a burnt aspect. Upper young leaves are dull, curled and chlorotic. Later, the leaves may show brown necrosis on the margins. Plants have a tendency to wilt and show a stunted growth. The root system develops poorly and small tubers may form, resulting in reduced yields. Tubers have vascular discoloration near the stolon end and flecks in the core. These flecks later cause internal browning or hollow tubers, limiting their quality and their storage capability. \r\n\r\n\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Symptoms are generally rather related to the availability of this nutrient to the plant than to a low soil calcium supply. Calcium is brought to the plant tissues by the water absorbed via the roots. Allowing the soil to dry out too much between waterings can cause the symptoms (drought). Calcium deficiencies occur mainly in sandy or light soils that are prone to leaching. Soils rich in sodium or aluminum could also be problematic for a the plants calcium uptake. The optimal pH range for calcium availability for potato is 7.0 to 8.5, with a gradual decrease below or beyond these values. High air humidity or flooding of soils can also slow down the transport of water to tissues, and therefore hinder the absorption of nutrients. \r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              For small farmers or gardeners, crushed eggshells can be used. They contain calcium in an insoluble form that is not available for plant uptake unless it is ground very finely and mixed with a weak acid, for example vinegar.  Organic matter can be added to the soil in order to improve its moisture-retaining capacity. Compost or manure can also be sprayed to improve soil calcium content. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Calcium can be supplied using lime (calcium carbonate), gypsum (calcium sulphate) or liquid fertilizers. Dolomitic or high-calcium limestone can be used to supply calcium to the plant and correct soil pH. Liming can be performed two to four months before planting. An adequate soil moisture is also necessary for a good calcium absorption. If the pH is already correct, gypsum is recommended. Foliar calcium applications are not effective because of the poor transport of calcium to the tubers. Be careful with calcium chloride, because it can scorch leaves if applied at high temperatures (over 30°C). Spraying calcium is not a substitute for proper irrigation and fertility management. \n            ", "నివారణా చర్యలు": "\n              Chose a potato variety less susceptible to calcium deficiency.,Make sure to test the soil pH to get an optimal range for the growth of potatoes.,Do not overfertilize with nitrogen during early fruit development.,Be careful not to injure the roots if working near the plants.,Ensure watering is frequent, but do not over-water.,A green (straw, decomposed sawdust) or plastic mulch can help the soil to retain moisture.\n            "}