{"లక్షణాలు": "\n              The greenhorned caterpillar rest on the undersides of leaves, parallel to the midrib, and feed on the leaves mostly at night. Feeding takes place along the leaf axis and large patches of tissue are removed, including the slightly harder veins. The damage is similar to that caused by the rice skipper and the green semilooper, so it is essential to detect the caterpillar to differentiate these species. The larvae can also feed on a large series of alternate hosts that may help to complete their life cycle and support their continuous development in the field.\n            ", "ట్రిగ్గర్": "\n              The symptoms on leaves are usually caused by the caterpillars of the greenhorned caterpillar Melanitis leda, but other species of the genus Mycalesis can be involved. These insects are found in all rice environments and they are most common in rainfed areas. Adults are large golden brown butterflies with characteristic eyespots on the wings. Notably, they are not attracted to light traps. Females lay shiny, pearl-like eggs individually in rows on rice leaves. The larvae blend easily with the rice foliage because of their body's yellow green color, which is also covered by small and yellow bead-like hairs. They have two prominent brown horns on their head that give them their common name. They feed on alternate hosts that may also support their continuous development in the field. Pupation occurs on the leaves. Greenhorned caterpillars are minor pests of rice. Their potential severity is generally too low to cause yield loss.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Natural enemies of the greenhorned caterpillar include chalcid wasps (Trichogramma species) and two species of tachinid flies that parasitize the larvae. Some species of  vespid wasps prey on the larvae. Since this pest usually occurs in low number and the pressure from beneficial insects is high, the plant can recover from the feeding damage by itself.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach of both preventive measures and biological treatments if available. There are no chemical control measures that specifically target  Melantis leda ismene. Broad-scale insecticides can kill the pest, but also their natural enemies. Accordingly, it is only recommended to spray these kinds of insecticides in very severe infestation cases.\n            ", "నివారణా చర్యలు": "\n              Monitor the field regularly for symptoms of the pest.,Handpick and destroy egg masses, larvae, infested plants or plant parts in the field.,Use specific nets to catch the insects and protect the plant.,Maintain good cultural practices such as a balanced fertilization, adequate irrigation and appropriate weeding.,Remove alternative hosts in and around the fields.,Control insecticide use in order to not affect natural enemies.\n            "}