{"లక్షణాలు": "\n              The infection can occur at any growth stage and symptoms are visible both on aerial parts and roots. Diseased plants are are often be localized in low, wet areas of the field. As initial symptom, plants appear to wilt during the day or during dry and hot weather conditions. They often recover when temperatures cool down or after the sun sets. The affected plants have a stunted growth. Over time, the older leaves show chlorosis, and may drop, occasionally leading to the death of the plant. A characteristic symptom on the roots is the development of small knot-like galls. As the disease progresses, club-shaped galls develop on primary and lateral roots. Not all plants show above ground symptoms, so in some cases the disease can only be detected by checking the roots. Seeds are not affected by the fungus. \n            ", "ట్రిగ్గర్": "\n              The disease is caused by the fungus Plasmodiophora brassicae which can survive as resting spores in the soil for up to 20 years. It is an obligate parasite, which means that it cannot grow and multiply without a living host such as canola or other susceptible crops and weeds. It is spread by infested plant material, contaminated irrigation water, equipment and tools. In spring, these spores become mobile and infect plants through root hairs or via injuries caused by underground animals or during field work (for example transplanting). Infected tissues grow unnaturally and then produce a new batch of spores. These spores complete the life cycle of the fungus as they spread to healthy surrounding plants or are released to the soil through rotting plant tissue.  Acid soils (pH below 6.5), high moisture and a soil temperature about 18-25°C favor the growth of the fungus. The disease can lead to heavy or complete yield losses if the infection occurs early and the conditions are favorable to the fungus.\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              The only organic control available is to raise the pH of the soil to a more alkaline 7.2 by mixing oyster shell or dolomite lime into the soil in the fall (small gardeners and farmers). The fungus does not grow very well at higher pH. Simple and affordable soil test kits are available to check pH often.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments, if available. In the case of clubroot there is no possibility of cure once the infection has established itself. Preventive measures are thus very important. Seedbeds can be fumigated with metham-sodium, di-trapex, or dazomet 2 to 3 weeks before planting. Products containing pentachloronitrobenzene (PCNB) may be applied (with or without hydrated lime) as soil treatments before planting or during planting if transplants are used. Chlorinating irrigation water also significantly reduces clubroot incidence. \n            ", "నివారణా చర్యలు": "\n              Be careful to use healthy planting material or planting material from a certified source.,Use seeds instead of transplants to avoid the disease.,Use tolerant or resistant varieties, if available for a particular crop.,Do not cultivate crops of the Brassica family in fields with a history of clubroot.,Crop rotation with non-host crops for at least 7 years is recommended.,Check the pH-level of the soil regularly when nitrogen fertilizers are used.,Enhance the amount of lime in order to raise the pH in the soil and curtail the disease.,Ensure the irrigation water is pathogen-free and do not overwater.,Select well-drained planting sites or ensure good drainage.,Check your plants or fields regularly for any sign of the disease.,Disinfect your equipment and tools before operation and wash your hands frequently.\n            "}