{"లక్షణాలు": "\n              Symptoms progress from lower to upper leaves and can appear at any growth stage of the plant. They are characterized by white, fluffy patches on leaves, stems and ears. These powdery areas are actually preceded by yellow chlorotic flecks on the plant tissues that can easily be overlooked during the scrutiny of the field. In some crops, the patches can appear as large, raised pustules instead. As the fungus completes its life cycle, these powdery zones turn gray-tan. Late in the season, conspicuous black specks may appear amidst the white patches, something that can be observed at a closer look with a magnifying glass. Lower, older leaves commonly show the worst symptoms because of higher humidity around them. Densely sowed plants, excessive application of nitrogen and monocultures also provide optimal conditions for the growth of powdery mildew.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Blumeria graminis, an obligate biotroph that can only grow and reproduce on a living host. If no hosts are available, it overwinters between seasons as dormant structures on plant debris in the field. Apart from the cereals, it can colonize dozens of other plants, that it may use to bridge two seasons. When conditions are favorable, it resumes growth and produces spores that are later scattered by wind to healthy plants. Once it lands on a leaf, the spore germinates and produce feeding structures that takes up nutrients from the host cells to support the growth of the fungus. Relatively cool and humid conditions (95% humidity) and cloudy weather favor its development. However, leaf moisture is not needed for the germination of the spores and can actually inhibit it. Ideal temperatures are between 16 °C and 21 °C with temperatures above 25 °C being detrimental. No known quarantine regulations exist for this pathogen because of its widespread distribution and airborne dissemination.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Milk solutions have been used successfully by small organic growers and gardeners as a treatment against  powdery mildew. Milk is diluted with water (typically 1:10) and sprayed on susceptible plants at the first sign of infection, or as a preventative measure. Repeated weekly applications are needed to control or eliminate the disease.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological measures if available. Seed treatment with difenoconazole, followed by flutriafol, triticonazole was used to protect wheat against this and other fungal diseases. Curative chemical control is possible with fungicides such as fenpropidin, feranimol, tebuconazole, cyproconazole and propiconazole. Another way to protect plants may be to treat them with a silicon- or calcium silicate-based solution that reinforce plant resistance to this pathogen. \r\n\r\n\n            ", "నివారణా చర్యలు": "\n              Chose resistant varieties if available.,Do not sow too early in the season.,Modify sowing density to allow for good aeration of cultures and reduce humidity.,Monitor field regularly for first signs of the disease.,Manage carefully the application of nitrogen, as its excess in soil favors the growth of the pathogen.,Plan a crop rotation with non-host plants.,Eliminate volunteer plants and weeds from the field to disrupt its life cycle.,Complement the fertilization program with silicon or calcium silicate to strengthen the resistance of plants.\n            "}