{"లక్షణాలు": "\n              Disease symptoms differ on the upper and the lower side of leaves. On the upper surface, irregular, diffuse chlorotic spots appear, that become brown and necrotic with age. By contrast, the lower leaf surface shows blotches that gradually turn dirty gray due to the growth of the fungus. Leaves subsequently turn yellow, reddish-brown and may fall prematurely, causing defoliation in severe cases. Affected branches or trees generally show a stunted growth. Fruits may develop small, brown lesion spots and have a delayed, nonuniform ripening. These symptoms can be frequently confused with those caused by other pathogens such as Fusicladium oleagineum or species of Colletotrichum as well as symptoms caused by abiotic factors. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Cercospora cladosporioides. It survives on infected  leaves that remain on the tree, more precisely in the lesions. As it resumes growth in fall, the margins of these lesions enlarge and a new batch of spores develops there. New infections are associated with frequent rainfalls and occur mostly during winter. By summer, most diseased leaves have fallen from the trees, leaving partially defoliated shoots with some healthy leaves remaining at the tips. High temperatures restrict the life cycle of the fungus. The disease may take several years before it becomes serious enough to cause economic damage. The high level of defoliation and the delayed and nonuniform fruit ripening lead to a decrease in oil yield.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Organic copper formulations like the Bordeaux mixture can be applied before rain falls or directly after harvest to control the disease.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Fixed copper sprays containing for example copper hydroxide, copper oxychloride, tribasic copper sulfate or copper oxide can be used as to cover the leaves with a protective layer. Copper sprays should be applied directly after harvesting, before fall and winter rains spread the fungal spores. They should not be used near the harvest period in order not to spoil fruit quality. \n            ", "నివారణా చర్యలు": "\n              Monitor trees regularly for symptoms of the disease.,Avoid excessive use of nitrogen fertilizers, but complement adequately with calcium.,Avoid overhead irrigation whenever possible.,Ensure that plant density allows air circulation for rapid drying of leaves and fruits.,Ensure good ventilation by orientating the rows appropriately.,Remove weeds from around the trees to reduce competition for nutrients and humidity.\n            "}