{"లక్షణాలు": "\n              Females usually choose depressed trees or young trees, they drill holes into the bark and bore galleries directly underneath it to lay their eggs. Because of their bark is more robust, healthy trees are less prone to get infested. After hatching, the larvae bore short and narrow galleries underneath the bark, starting from the mother tunnel and nearly perpendicular to it. Exit or entry holes with frass can be found on the trunk or branches. If the bark is cut out and removed, a network of galleries can be found directly on the sapwood. The beetles’ attack usually destroys the phloem tissues in the inner bark and then disrupts the transport of photosynthetic products. Usually the feeding galleries are not harmful for the healthy trees but they can kill branches or young hosts already weakened by fungi or other stresses. The beetles feed on almond tree buds, thereby destroying them and affecting the yield.\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms observed on almond trees are caused by the beetle Scolytus amygdali. The larvae of these insects are xylophagous, meaning that they feed from the sapwood below the bark. Adults are dull reddish-brown, with a black head and about 2.5-4.5 mm long. Females usually choose weakened trees, pierce a hole through the bark and bore a tunnel into the sapwood. The eggs are laid along this mother gallery, which can reach up to 10 cm in length. After hatching, the larvae bore slightly shorter and narrower galleries underneath the bark, starting from the mother tunnel and nearly perpendicular to it. In spring, the larvae pupate in a nest there. At constant warm temperatures, the adult beetles hatch, bore a tunnel through the bark and fly to other suitable trees to start a new cycle. Infestation is a sign of an existing weakening of the trees, caused e.g. by fungal infection or unfavorable soil conditions. The activity of the beetle increases during the dry hot months of summer and fall.\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Pheromones traps specific to Scolytus amygdali can be used, combined with traps or chemical compounds that kill the beetles. spraying solutions based on the fungus Beauveria bassiana can reduce the amount of beetles on trees significantly. The beetle has also a large number of parasites but few studies have looked at their possible use as biological control in the field (for example parasitoid wasps). ManyAt constant warm temperatures, the adu species of birds predate on the larvae of Scolytus amygdali. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available.  The almond bark beetle can be managed by preventive application of nonselective insecticides such as dimethoate and chlorpyriphos methyl.\n            ", "నివారణా చర్యలు": "\n              Plant resistant or less susceptible varieties, if available.,Monitor the orchard regularly for symptoms of the pest.,Prune dead infested branches and burn dead or infested tree material.,Make sure not to eliminate natural enemies such as certain birds and predatory wasps from the cultivation sites.,Increase the natural resistance of almond trees towards bark beetles by maintaining a suitable fertilization.\n            "}