{"లక్షణాలు": "\n              Rhynchosporium infection is characterized by distinctive lesions forming on coleoptiles, leaves, leaf sheaths, glumes, floral bracts, and awns (hair-like appendages that stick out of the florets). Symptoms first appear as chlorotic, irregular or diamond-shaped lesions (1-2 cm) on the lamina or axils of the older leaves. Then, the lesions typically turn grayish with a watery appearance. Later, the centers of the lesions dry out and bleach, turning light gray, tan, or white. Their edges turn dark brown and can be surrounded with a yellow chlorotic halo. As they enlarge, the lesions merge and become oval to oblong, not limited by leaf veins. Younger leaves and inflorescences can also get infected in case of severe infection or at later stages. Floral infections are characterized by lesions with light tan centers and dark brown margins near the base of the awn.\n            ", "ట్రిగ్గర్": "\n              Rhynchosporium is a seed-borne fungus, which can also survive on infected host residues like plant debris or volunteer plants for up to one year. The spores are spread over short distances by rain splashes and to a lesser extent by the wind. Spore formation and infection can occur at temperatures between 5°C and 30°C. The favored environmental conditions are temperatures between 15°C and 20°C and 7 to 10 hours of leaf wetness. The symptoms appear first and are more severe at higher temperatures. If the flag leaf and the two leaves directly underneath are affected, yield reduction is the consequence. If there is a latent infection (symptomless), the pathogen can survive in plant debris from season to season.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sorry, we don't know of any alternative treatment against Rhynchosporium secalis . Please get in touch with us in case you know of something that might help to fight this disease. Looking forward to hearing from you.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated pest management including preventive measures together with biological treatments if available. Treatment of seeds with fungicides can be helpful to decrease the probability for an early season epidemic. Use fungicide mixtures with different modes of action from the strobilurin and anilinopyrimidine group. \n            ", "నివారణా చర్యలు": "\n              Use tolerant varieties available in your area.,Late sowing of winter barley and winter rye.,Control of weeds in and around the field.,Check the plants or fields for any sign of disease when favorable conditions for the fungus are given.,Rotate with non-host crops.,Plow deep to bury plant residues under the surface.\n            "}