{"లక్షణాలు": "\n              Symptoms on seedlings can be observed as soon as five to eight days after planting. These symptoms include water-soaked patches on the lower side of cotyledons and, occasionally, damping-off. On older plants, dark or reddish-brown, angular lesions form along the veins of leaves. Symptoms on the fruit typically develop just prior to maturity, and appear first as small, olive-colored, irregular lesions on the surface. These lesions can rapidly expand and grow together, coalescing into a large dark-green blotches. As the disease progresses, cracks form in the lesion area, and an amber-colored liquid oozes out of the tissue. Opportunistic pathogens colonize the damaged tissues, leading to the rotting of the fruit from within.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the bacterium Acidovorax citrulli, which survives in and on seeds from infected fruit, in plant debris in the soil, and on alternative hosts such as weeds of the cucurbit family or volunteer plants. All cucurbits are susceptible to the disease to a certain degree but there are differences in the severity of the symptoms. Infected seeds are thought to be the most important factor in the primary dispersion of the disease. Secondary infection from plant to plant takes place through splashing water (rain or overhead irrigation), on the hands and clothing of workers, and on tools and equipment. Infection and disease are favored by high temperatures (above 32°C) and high relative humidity (above 70%). Fruit can become infected through the pollination of flowers and up to 2-3 weeks after flowering. But as the fruit matures, it develops a waxy layer on its surface that inhibits further infection. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Seed can be cleaned using a dry heat treatment to remove the pathogen with some success. A treatment of 85° for 3–5 days is effective for removing the pathogen. Organic formulations of copper-based bactericides are available to slow the spread of the disease and protect fruits from infection. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. If the disease is detected in the field, applications of copper-based bactericides, such as cupric hydroxide, copper hydroxosulfate, or copper oxychloride, can help to slow its spread and protect fruits from infection. Applications should start at or before flowering and continue until fruits are mature. \n            ", "నివారణా చర్యలు": "\n              Be aware of possible quarantine regulation in your country.,Only use seeds from certified sources.,Make sure to maintain a high standard of hygiene throughout the entire growing cycle.,Monitor the crop regularly for symptoms of the disease and destroy infected plants immediately.,Weeds of the cucurbits family and alternative hosts should be avoided.,Plant debris should be plowed deep in the soil after harvest.,Plan a 3 year crop rotation to avoid the spread of the bacterium.,Any equipment used in a infected field should be thoroughly cleaned before further use.\n            "}