{"లక్షణాలు": "\n              Symptoms include the appearance of dry brownish areas with a colored margin on the veins (vein browning). This discoloration is due to the punctures of the leaf tissues by the insects with their stylets. As they multiply and continue to feed on leaves, the leaf lamina gradually turns first chlorotic and later necrotic brown. Alterations of the leaf blade include the scorching of the edges, which slowly spreads from there to the midrib, accompanied by a distortion or rolling of the lamina. The severity of symptoms is proportional to the number of insects on the leaf and the time they feed there. Heavy infestations sometimes cause leaves to fall (defoliation), a delay in the ripening of berries and the deformation of vine shoots.\n            ", "ట్రిగ్గర్": "\n              Symptoms are caused by the insect of the Cicadellidae family, Empoasca vitis. It is greenish, slender, about 3-5 mm long and has a round head with a white marking. The forewing has a colorless longitudinal stripe along the middle. The adults overwinters in woods and hedges composed of perennial trees, such as conifers and ivy. In spring, when conditions are favorable for ovoposition, they migrate to neighboring vines. Females lay oblong, white eggs on the underside of leaves and protects them with a waxy whitish secretion. Nymphs are light green and wingless and also feed on leaves. It is a polyphagous insect that can attack an array of crops but has specialized on vine. Long periods of fair weather or irrigation favor populations of Empoasca vitis. By contrast,  rainy periods or droughts reduce them. The damage in vineyards is usually limited, and no serious impact is caused on the quality of the berries and the production.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Many parasites of Empoasca vitis are known and have been used previously to control populations of Empoasca vitis.  The parasitoid wasp Anagrus atomus and Stethynium triclavatum lay their eggs into the eggs of the leafhopper and feed on them from the inside as they develop. These natural parasites of the leafhopper can be favored through good habitat management practices.  Insecticides based on the parasitic fungi Beauveria bassiana and plant extracts (neem oil) has been tested against the insect with results comparable to chemical insecticides.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated apporach with preventive measures together with biological treatments if available. Products based on lambda-cyhalothrin, dimethoate and indoxacarb show a relatively high efficacy towards Empoasca vitis. These insecticides need to be sprayed during the peak occurrence of the immature stages in order to be effective. By contrast, chlorpyrifos do not seem to work well to control populations.\n            ", "నివారణా చర్యలు": "\n              Water regularly the vines to avoid drought stress.,Green pruning during the spring reduces leaf density and thereby the laying of eggs.,Intercrop with non-hosts to favor the population of natural enemies.,Control insecticide use so as not to affect natural enemies.\n            "}