{"లక్షణాలు": "\n              Adult females bore a multitude of holes through the cortex and excavate a transversal tunnel on either side of the entry point, directly under the bark. Inside the twig or branch, the female lays up to 60 eggs and as the larvae hatch, they start to bore up or down the sapwood. This is clearly visible when the bark is cut out and remove in the proximity of the entry holes. This feeding causes partial to complete girdling of the twig or branch, structurally weakening it as well as damaging vascular tissues. Larvae pupate inside the feeding galleries. In addition to olive trees, the beetles feed on oleander (Nerium oleander), occasionally ash (Fraxinus excelsior) and lilac (Syringa vulgaris).\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the olive bark beetle, which has 2 to 4 generations per year, depending on the environmental conditions. Spring and early summer adults tend to lay eggs in pruned branches and olive wood stacked as firewood rather than on living trees. Larvae are xylophagous, meaning that they feed exclusively on wood. The insect is able to fly locally to new cultivation sites. It may also be carried over long distances when infested wood or living plant material are transported. Severe infestations may reduce the number of flowers and olive fruits, and the resulting damage can reach 70% of the crop. Olive orchards may become completely unproductive within 5 years of such infestations. Young trees are more susceptible as the damage can girdle the trunk. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              The beetle is attacked by a myriad of parasitoid wasps belonging to several families. The introduction of one of these species and the controlling effects may vary from year to year. The dominant natural enemy of olive bark beetles is the parasitoid wasp Cheiropachus quadrum, which can reduce pest populations by 30-50%. Natural enemies might be adversely affected by the application of insecticides based on pyrethroids. \r\n\r\n\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. It is recommended to attract beetles by using pheromone traps based on ethylene. Application of insecticides based on pyrethroids like deltamethrin has been proven to significantly reduce beetle populations. Both methods used as part of an integrated approach also show good results.\n            ", "నివారణా చర్యలు": "\n              Infested branches should be removed and burned or deeply buried in distance to the orchard.,The same procedure needs to be applied to tree debris and pruning material.,Monitor olive trees for signs of the pest.,A decrease in olive yield can be expected when there are more than 3 pest galleries per meter of branch.,Make sure that alternative hosts of the olive bark beetle are not found close to the orchard.,Apply a balanced fertilization to increase the natural resistance of the tree towards bark beetles.\n            "}