{"లక్షణాలు": "\n              On young leaves, yellowish-green oily spots, often surrounded by a brownish halo, appear on the upper surface. As the disease progresses, these spots enlarge and the center of the affected areas turns necrotic, forming irregular patches of varying shades of brown. After a series of warm humid nights, a dense, white to grayish cottony coat develops beneath the spots. If the infection occurs on mature leaves later in the season, then it is characterized by an interveinal chlorosis that gradually forms a reddish brown mosaic pattern. The characteristic oily brown areas and fungal growth can also be observed on shoots, tendrils and inflorescences. The defoliation and the dwarfing or killing of young shoots and flowers lead to stunted growth and poor yields. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Plasmopara viticola and is known to be very destructive in wine producing areas with frequent spring and summer rainfalls and temperatures above 10°C. The fungus overwinters in infected plant residues in the soil or diseased shoots. Wind and rain splashes spread the spores during the spring. The spores germinate and produce structures that enter the leaf through pores on the underside of leaves. There it starts to spread through tissues, eventually outgrowing the internal tissues and forming the characteristic mildew coating outside. The fungus can grow at temperatures between 13 and 30 °C. Optimal growth takes place between 18 to 25 °C, following a series of warm, humid nights. \r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Organic pre-infection fungicides to avoid contamination of plants include copper-based fungicides, such as Bordeaux mixture. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Protectant fungicides can help to prevent the contamination of plants but they have to be sprayed properly to the underside of leaves. Copper-based fungicides, such as Bordeaux mixture and the dithiocarbamates can be used. Post-infection fungicide must be applied immediately after the detection of the first symptoms. Commonly used post-infection fungicides include fosetyl-aluminum and phenylamides. \n            ", "నివారణా చర్యలు": "\n              Chose resistant varieties if available.,Make sure soils are well drained.,Ensure a balanced fertilization for plant vigor.,Provide good spacing and good aeration to the vines.,Plant in sites well exposed to the sun and choose right orientation.,Keep the vines off the ground and properly tied.,Control weeds in and around the field.,Remove plant residues from the field.,Keep tools and equipment clean.,Avoid distribution of infected soil and plant material.\n            "}