{"లక్షణాలు": "\n              Damage is caused by the larvae attacking the twigs and fruits of the host plants. Young larvae bore holes on growing shoots and move down, feeding on internal tissues. The infested twigs have wilted leaves, a sign of dieback of the shoot. The higher the number of leaves affected by the wilting, the further down the larvae have penetrated. Eventually, twigs turn dark colored or have dry leaves and gummy ooze. Later generations enter the fruits through the stem and bore irregular channels through the flesh, usually close to the pit. Exit holes are visible on fruits, surrounded by gummy exudation and larval frass. Opportunistic pathogens may colonize these wounds. Fruits become deformed and drop if severely affected. Usually, larvae feed only on one fruit and do not move from fruit back to twigs. \n            ", "ట్రిగ్గర్": "\n              The primary hosts of the oriental fruit moth are peach and nectarine but it will also attack other stone fruits as well as quince, apple, pear, and rose. Moths are charcoal-colored and have a wingspan of about 5 mm. Forewings are gray and have indistinct light and dark bands. After emergence in the spring, females lay about 200 small, flat, white eggs singly on the underside of leaves or twigs. Young larvae have a creamy-white body that later turn pinkish, about 8 to 13 mm in length and with a black to brown head. First generations of larvae bore holes at the base of a leaf in the growing shoots. From there, they move down feeding on the tender tissues inside, eventually causing the twig to wilt. Following generations attack fruits, entering near the base of the stem or through the side. They later overwinter as a fully grown larva in silky cocoon in protected places such as a bark scale or litter at the base of the tree.  \r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Several parasitoid wasps of the genus Trichogramma and the braconid wasp Macrocentrus ancylivorus, have been used against the oriental fruit moth.  An array of fungal and bacterial pathogens, for example Beauveria bassiana and Bacillus thurringiensis, are also effective. Other parasite of the different stages of the eggs or larvae are known but have not been tried experimentally. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Timing of application is important and it must be determined by monitoring the temperature and the number of moths. Chemical control can target newly hatched larvae, but applications are generally more effective if applied when G. molesata is capable of flight. Mating disruptors based on sprayable pheromones can also be used.  \r\n\r\n\n            ", "నివారణా చర్యలు": "\n              Monitor the orchards regularly for signs of the disease.,Early in the spring, place pheromone traps to monitor the adult population.,Remove and destroy pruned material, fruits left on the tree and on the ground.\n            "}