{"లక్షణాలు": "\n              The symptoms depend on the variety in question and the environmental conditions. Usually, damage is greatest on the oldest leaves and decreased progressively on younger ones. Sunken, white, angular or circular spots develop on the upper side of leaves, often surrounded by an irregular reddish line and a large yellow halo. On the lower side of the leaf lamina, these spots appear with a diffuse colored border instead. As the fungus develop and symptoms progress, the spots acquire a gray, velvety aspect, something particularly evident during humid weather. The disease is commonly found in the humid but cooler cassava-growing regions. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Phaeoramularia manihotis, which survives the dry season in old, infected leaves on the plant or on those laying on the ground. Under favorable conditions, it produces spores below the necrotic patches on the lower surface of leaves. From there, these spores spread to new plants by wind or rain splashes. The penetration into healthy tissues occurs through natural pores on leaves and as the  fungus slowly colonize the plant, symptoms start to appear. Long distance spread can also occur when diseased planting material is transported to other fields or farms. Some weeds also serve as alternative hosts. It is usually not harmful to cassava plans and does not affect yields significantly if infestation is not severe. However, cool and humid, rainy weather favors the life cycle of the fungus and can increase the severity of the disease. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              As of today, no biological control measures are available to control the spread of the fungus. To avoid the disease, it is essential to use disease-free planting material and adopt the appropriate preventive measures. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. White leaf spot in cassava can be controlled effectively with fungicidal sprays containing thiophanate (0.20%), chlorthalonil at monthly intervals. Copper fungicides, metalaxyl and mancozeb are also recommended. Herbicide could also be used to control the growth of weeds on the field.\n            ", "నివారణా చర్యలు": "\n              Make sure to use disease-free cuttings.,Plant resistant varieties, if available in the area.,Make sure to have a wide spacing between plants, allowing for a good ventilation of the canopy.,Plant early in the wet season, so that crops have gained strength before reaching the susceptible stage (6-8-months-old during the dry season).,Do not plant new cassava crops next to old ones, with higher odds to be diseased.,Rake and burn fallen manioc leaves during the dry season to eliminate the source of inoculum.,Alternatively, bury deep or burn any infected plants.,Apply a crop rotation every 3 to 5 years to ensure that the pathogen will not survive anywhere on the field.,Maintain good hygiene with any tools involved in manioc cultivation.,Do not transport plant material from areas that are potentially infected.\n            "}