{"లక్షణాలు": "\n              Symptom and evolution of the disease vary greatly according to the crop and varieties in question, the environmental conditions, the age of the orchard and the rootstock on which the grafting was made. Initially, a yellowing and rolling of leaves along the midrib axis is observed, often localized on some isolated twigs. Irregular interveinal chlorosis can also be seen in some cases. The untimely appearance of buds in general and the breaking of leaf buds before flower buds in particular are other clear signs of the disease. Later on, several disorders are patent on branches, such as the growth of weak, slender shoots with small leaves and the proliferation of irregularly distributed dried twigs among healthy ones on branches. Even though the outer bark looks normal, the vascular tissues of branches develops discolorations that are evident when the wood is exposed. Premature defoliation of these branches may occur, and they may later dry and fall.  \r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms of this disease are triggered by a type of bacteria called Phytoplasma prunorum. Infected planting material is the main source of introduction into healthy areas over long distances. This can be via young plants, budwoods for grafting and especially vegetatively propagated rootstocks. Another potential means of propagation at the level of the orchard seems to be through some species of leafhoppers such as Neoaliturus haematoceps and/or Neoaliturus fertestratus and less commonly Psammotettix striatus and Austroagallia sinuata. This disease can be particularly devastating since trees can be killed within 12 to 24 months after first appearance of symptoms. The rootstock also determine the severity of symptoms, and this period may be reduced to weeks if the rootstock is peach. It is important in the Mediterranean area. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              To this day, there is no biological treatment for this disease. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. There is no treatment against this disease once detected, the best way to avoid it is to be thorough with the choice of grafting material. \n            ", "నివారణా చర్యలు": "\n              Budwoods for grafting should be obtained from healthy trees and preferably not grafted on peach rootstocks.,Monitor the orchard for sign of the disease and report to the competent authority in case of detection of the symptoms.\n            "}