{"లక్షణాలు": "\n              The bacterium may attack plants at all stages of development. The symptoms are mainly visible on leaves and fruits and are characterized by the appearance of tiny, round, black spots with a narrow yellow halo. The spots are usually scattered and small, but in severe cases they may coalesce or overlap, resulting in larger and irregular blemishes. They also tend to aggregate along the veins or towards the edge of the leaves, which may curl up. On fruit, minute, slightly raised, black specks develop but only affect superficial tissue. When small fruit are infected, the specks may be sunken.  In severe cases, infected plants are stunted and fruit maturity is delayed.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by a bacterium known as Pseudomonas syringae pv. tomato, which survives in soil, on infected plant debris, and on seeds. Infected seeds used for planting are the first source of inoculum, as the bacterium colonizes the developing plant. It can affect both the tomato foliage and the fruit. Secondary source of infection are the bacteria growing on leaves and fruits, that are later spread to helathy plants by rains splashes and cool damp conditions. Serious disease outbreaks are relatively infrequent, and are favored by prolonged leaf moisture and cool temperatures. Wrong cultural practices also allow the bacteria to be disseminated between host plants.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Seed treatments include soaking seeds in 20 % bleach solution for 30 minutes to reduce the bacterial load. Because this may affect germination rates, seeds can also be treated with water at 52 °C for 20 minutes. Another treatment consists, when harvesting seeds, in letting them to ferment in the tomato pulp for one week in order to kill the pathogen.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Copper-containing bactericides can be used preventively or curatively, directly after detection of the first signs of the disease, to provide partial disease control. Repeat treatment every second week when cool, rainy and moist conditions prevail. As the development of resistance to copper is frequent, bactericide combination with mancozeb is also recommended.\n            ", "నివారణా చర్యలు": "\n              Make sure to use only certified, healthy seeds.,Chose resistant varieties for planting, if available in your area.,Place your nursery at a distance from production sites.,Rotate crops every second year.,Avoid working in the fields when the plants are wet.,Avoid injuring transplants during handling or planting.,Keep the fields free of weeds and tomato volunteer plant after harvest.,Ensure sufficient space between plants and use stake to keep them upright.,Do not use sprinkler irrigation and water plants from below.\n            "}