{"లక్షణాలు": "\n              First-generation larvae feed on single flower buds in late spring or early summer. Later, each larva web several flower buds together with silk threads, forming structures called \"glomerules\" visible to the naked eye. As they feed on the flowers inside their shelter, they produce abundant frass that is clearly visible to the naked eye. Second-generation larvae (mid summer) first feed externally on green berries. They later penetrate them and hollow them out, leaving only the skin and seeds. Third-generation larvae (late summer) cause the greatest damage by feeding inside the berries and within bunches, which then gradually dry. Silk threads are spun between the berries to prevent them from falling. The feeding damage exposes them to infection by several types of opportunistic fungi or attacks by insects e.g. raisin moth (Cadra figulilella), fruit flies, and ants. Larval damage on growing points, shoots or leaves is unusual.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the feeding activity of the caterpillars of the moth Lobesia botrana. Pupae overwinter inside silken cocoons under the bark, on the underside of dry leaves, in cracks on the soil or on vine debris. Adults have mosaic-patterned forewings, tan-cream in color, mottled with gray, brown, and black blotches. The second pair of wings is gray with a fringed border. Adults of the first generation emerge when air temperatures exceed a threshold of 10°C for a period of 10 to 12 days. Optimal development conditions are 26-29°C humidities ranging from 40 to 70%. Larvae perforates the flower envelopes to penetrates the bud and can even enter the peduncle of the bunch of grapes, causing it to dry. Older caterpillars web fruit together with silk threads, then nibble them or penetrate them. This moth can have 2-4 generations per year depending on the duration of the summer in the region.\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Several organic insecticides are recommended for use in grapes to control the populations of this pest. These include natural insect growth regulators, spinosyns, and solutions based on Bacillus thuringiensis. Parasitoids like some species of tachinid flies and several types of parasitic wasps (above 100) effectively can also be used to control L. botrana populations. Some species of parasitoids can cause up to 70% mortality in larvae of grape berry moth. These species may be introduced to the grapevine. Mating disruption by pheromone dispensing prevents the moths from mating. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Several broad-spectrum insecticides (organochlorines, carbamates, organophosphates and pyrethroids) can be used to control populations of L. botrana, but will also kill predatory species of the moth and their larvae. These measures need to be combined with biological or chemical control. \n            ", "నివారణా చర్యలు": "\n              Be aware of possible quarantine regulations in your country.,Make sure to use healthy planting or grafting material.,Grow resilient varieties, if available in the area.,Monitor the grapevine weekly from late spring onwards.,Use pheromone traps to determine the amount of moths present.,Cultural methods such as specific pruning of the vine canopy and leaf stripping can help to improve ventilation of the canopy.,Provide a adequate irrigation.,Earthing-up of the lower part of the stocks provides protection against frost.,Keep the vineyard clear of weeds.,Choose carefully the timing of harvest time so as to avoid peak population of the pest.,Avoid the use of broad-scale insecticides which might kill predatory species.,Do not transport any infested plant material between orchards.\n            "}