{"లక్షణాలు": "\n              In spring, the new foliage develops pox-like, raised blisters shortly after budding. They are 3-4 mm in diameter, first yellowish-red and later in the summer turn brownish-black. The whole leaf can be affected and turns black, seriously impairing its function. However, in low numbers, the mite does not normally affect the crop yield or the health of the tree. Occasionally, the mites can also attack the fruit and cause depressed, oval, russeted spots. These often coalesce and are surrounded with a halo of clear tissue. Dwarfing and malformation or premature fall can ensue in case of severe infestations. The feeding under the bud scales during winter may also cause buds to dry, with the consequent failure to break during the spring.\n            ", "ట్రిగ్గర్": "\n              The blisters observed on the leaves are the consequence of the feeding activity of the pear blister mites.  Adults are minute, with a long, whitish or pinkish body, and cannot be seen with the naked eye. Females lay pearly white eggs in the bud scales. After hatching in spring, the mites penetrate the developing foliage and start to feed there. While sucking out the cell sap, they inject chemicals into the plant tissues that made those grow in an abnormal way. The mites used the newly formed blisters as nests and proliferate there. They later lay more eggs and establish colonies within the blisters that can span over several generations. Peak activity is temperature-dependent, decreases in the hot summer months but regains new strength during late summer. Before leaf fall, they seek overwintering sites underneath the outer bud scales, where they continue to feed.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Trees withstand infestation easily so minor infestations may not be treated. Natural pyrethrins, lime sulfur and other sulfur sprays and oils can be applied after harvest to control severe infestations. The predatory mite, Typhlodromus occidentalis, feeds on the exposed mites but do not provide economic control in large orchards because they cannot enter the blisters.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. The pear leaf blister mite is rarely a problem in modern commercial orchards. In most cases, treatment is not necessary because tree can withstand the infection easily. An autumn spray with lime sulfur may already give a certain control of the population. Many effective active ingredients are available against the mite, and they have to be evaluated according to an integrated pest management. They include chlorpyriphos, diflubenzuron and pyrethroids.\n            ", "నివారణా చర్యలు": "\n              Inspect new plant material for signs of leaf blisters.,Plant more resilient varieties if available.,Inspect the shoots for the presence of blisters in the spring.,Remove infested leaves to reduce the pest presence but leave the petiole on the branches.,Apply a balanced fertilization and fortifiers to secure the harvest.,Make sure that the trees are not water stressed.,Monitor buds outer scale during the autumn.,Make sure not to plant trees close to abandoned or unsprayed orchards.,Ensure a good hygiene of tolls and equipment before entering other crops.\n            "}