{"లక్షణాలు": "\n              Mostly found in ratoon crops. At first, there are no clearly visible diagnostic symptoms besides stunting. Orange coloured dots of bacteria, resembling pinheads are present on the internal soft tissue in the nodal region. Later on, the disease is characterized by stunted growth, thin stalks with short internodes, pale yellowish foliage and rapid tapering of the stem towards the top.The node can turn yellow to reddish-brown, dependent on weather and cultivar. The discoloration does not extend to the internodes. Some highly susceptible cultivars may show wilting under moisture stress and even necrosis of leaves at the tips and margins. Yield reduction is another symptom.\n            ", "ట్రిగ్గర్": "\n              The bacteria can survive several month in plant debris or soil and enters the plants only through wounds. The bacteria is easily transmitted mechanically through injury.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Cut the seed cane 1-5 days before treatment and pre-treat it in hot water (at 50°C) for 10 minutes. The following day treat it in hot water at 50°C for 2-3 hours. Note that germination rate might be reduced consequently.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Application of ammonium sulphate resulted in a significant reduction in disease with an increase in cane yield and white sugar production. Application of an antibiotic plus hot water treatment at 52 C for 30 min also partly suppresses the disease and increase the yield.\n            ", "నివారణా చర్యలు": "\n              Plant healthy sugarcane to hinder the disease from spreading.,Handle the plants with care so that not to injure them.,Remove plant debris from the field after harvest.\n            "}