{"లక్షణాలు": "\n              The formation of galls on the lower trunk of vines is the typical symptom of this disease. Besides trunks and crowns (thereby the common name of the disease), these swellings may also develop around graft unions or on roots. Initially, small, callus-like outgrowths appear during early summer, when temperatures are at or above 20°C. These callus develop rapidly and produce soft, spongy, more-or-less spherical galls that can reach sizable dimensions. As they mature, they become dessicate and necrotic, turning darker in color. Once the gall start to grow, they may girdle the vine or the branch of the affected tree and disrupt the flow of water and nutrients. This restricts growth and can lead to dieback of young vines or trees.\r\n\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Crown gall is a disease that affects grapevine and a long series of economically important tree hosts, among other peach trees. It is caused by the bacteria Agrobacterium vitis, which can survive for several years in dead plant debris on the ground or buried in the soil. These can then become a source of inoculum causing new wood to become infected. Any wound site is a potential entry point for the pathogen and could result in the formation of galls. These can be injuries caused by adverse weather conditions (freezing, hail), mechanical friction of roots or injuries during field work (pruning, graft unions, removal of suckers). The bacteria can grown in living wood and plant tissues for years without causing symptoms. Thus, the transmission of the disease between areas may happen through the transport of apparently healthy cuttings. It is crucial to select an appropriate site to avoid the worst effects of the disease. For example, in areas where freezing injury during winter is common, the incidence of crown gall could be higher. \r\n\r\n\r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              The antagonist bacteria Agrobacterium radiobacter variety K-84 has been used to control crown gall in a number of crops in an effective way. Unfortunately, this method does not work on grapes. An alternative method using the variety F2/5 of the bacterium A. vitis has shown promising results but is not available commercially yet. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Currently available chemical treatments against crown gall (bactericides, antibiotics) are not effective, as they only treat the symptoms and do not eliminate the bacterial infection. The control of the disease focuses on prevention of injuries to the vines and the cultivation site.   \n            ", "నివారణా చర్యలు": "\n              Chose healthy planting material from certified sources.,Plant varieties that are more resistant to freezing injuries.,Site selection is critical to avoid the disease, particularly in regions where freezing temperatures can be reached.,Plant vines in sites with no previous history of crown gall.,Maximize air ventilation through a proper pruning for example.,Allow also a good drainage of the field.,Avoid damage to plants during field work.,Do not transport suspected planting material to other vineyards.\n            "}