{"లక్షణాలు": "\n              All types of lettuces can be affected. A profuse growth of mold on the plants, starting from the crown or the base of leaves, is the most striking symptom. Initially, sparse, tan or brown and water-soaked lesions appear on plant parts that are in contact with the soil or that have been injured. Later, a fuzzy, gray to brown mold develop on these tissues. Basal leaf and stem rots can cause a total crop failure in the case of susceptible varieties of horticultural crops like lettuce. Alternatively, the symptoms appear during storage, also causing large losses. If seeds carrying the disease are planted, damping-off of the transplanted seedlings can be observed. \r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the soil-borne fungus Botrytis cinerea, which can grow and survive on plant debris, organic matter and probably also on lettuce seeds. Moist weather, with frequent rainfall and cool temperatures favors the growth of the fungus on lettuce crowns and leaves in contact with the soil. These plant parts are shielded from the sun by overlying leaves and are thus particularly susceptible. The reported optimal temperature range for the development of the fungus and the colonization of the plant is 15 to 20°C. Symptoms usually first appear in plants that have been injured mechanically during field work or through hail or frost. In this respect, transplanted seedlings are more vulnerable because of the minor injuries that can happen during the planting process. Excessive irrigation and dense canopy may increase the level of the disease by providing a humid, dense environment that is favorable for fungal growth. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Biofungicides containing the competitive fungi Trichoderma atroviride, Coniothyrium minitans and Epicoccum purpurascens have been tested effectively against gray mold on lettuce. Products based on Streptomyces griseovirides are also available for use on this crop. Other competitors that have been used to reduce the damage caused by Botrytis cinerrea include the bacteria Pseudomonas fluorescens. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider a integrated approach with preventive measures and biological treatments, if available. Control is difficult to achieve because the fungus may colonize the host plants close to harvest time, thus preventing the application of chemicals that leave toxic residues. In case of early infections, foliar sprays with chlorothalonil can be applied to control its spread. Other fungicides based on fluazinam, and thiophante-methyl can also work. The development of resistance is common when fungicides are used intensively.\n            ", "నివారణా చర్యలు": "\n              Use healthy planting material from certified sources.,Plant resistant or tolerant varieties of the crops.,Plant early or early-maturing varieties to avoid adverse weather conditions.,Keep a reasonable distance between the plants.,Ensure an adequate row orientation to maximize ventilation and sun exposition.,Ensure good drainage of the location and avoid inappropriate irrigation.,Do not overfertilize the crops.,Take great care not to injure the plants during transplanting.,Monitor the field and remove the decaying plants.,Use mulch to impair the life cycle of the fungus and reduce the inoculum.,In greenhouses, heating and ventilation can be used to create unfavorable conditions for the fungus.\n            "}