{"లక్షణాలు": "\n              Apple ermine moths primarily attacks abandoned orchards and backyard trees but could also become a pest in commercial orchards. It feeds gregariously on leaves, causing defoliation at the tips of branches. They also make shelters by webbing together several leaves. If the shelters or \"tents\" they produce are numerous enough, the tree can be completely defoliated. In those cases, fruits can stop growing and drop prematurely. However, the pest rarely affect the long term health or vigor of the tree.\n            ", "ట్రిగ్గర్": "\n              Symptoms are caused by the feeding activity of larvae belonging to the Yponomeutoidea family. Moths emerge during the midsummer. They have a white, long and narrow body with a 16 to 20 mm wingspan. The white, fringed forewings are speckled with small black spots whereas hindwings are grayish, also ended with fringed margins. Females lay yellowish eggs in clusters, in overlapping rows forming a sort of nest on the bark, close to buds or twig junctions. The larvae emerge at bud break and start mining the leaves. They are greenish-yellow, about 20 mm long and with two rows of black spots along their body. They feed gregariously within communal \"tents\" built from leaves webbed together. After having gone through several larval stages, the caterpillar pupate in spindle-shaped, silky cocoons hanging in groups from the leaves. There is only one generation per year.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Treatment is unnecessary in most cases, because the damage to trees is rather superficial and can be tolerated. Generalist predators such as tachinid flies, birds and spiders can help control the apple ermine moth. Parasitoid wasps of the species Ageniaspis fuscicollis has been used successfully to reduce populations and slow its spread. Bio-insecticides based on the bacteria Bacillus thuringiensis have shown good results in controlling the populations of caterpillars. The contact insecticide pyrethrum can also be used.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Extensive infestations can be controlled with an insecticide applied thoroughly over the tree. The contact insecticides deltamethrin or lambda-cyhalothrin can help to control the larvae. The systemic insecticide acetamiprid can also be used. Plants in flower should not be sprayed due to the danger to pollinating insects\n            ", "నివారణా చర్యలు": "\n              Monitor orchards and pick off or prune any infected shoot or branch.,Stimulate populations of predators such as tachinid flies, birds and spiders through a controlled use of pesticides.,Use pheromone traps to catch the moth and monitor the population.\n            "}