{"లక్షణాలు": "\n              Symptoms depend on the variety of strawberry and the environmental conditions. Older leaves usually show purple spots (3-6 mm in diameter) on the upper surface, sometimes with a slightly darker halo. In some cases, as the spots mature, they become white to gray and grow surrounded by a brownish halo. Atypical lesions, uniformly brown without darker borders or lighter centers, may form in warm humid weather on young leaves. Later on, the whole leaf is covered by numerous lesions and become chlorotic, withered and die. New, young foliage is actually more susceptible to the pathogen. Elongated lesions may form on petioles and stolons, interfering with water transport and making the plant more susceptible to invasion by a secondary organism. \r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Mycosphaerella fragariae, which overwinter on infected leaf debris on the soil. During the spring, they resume growth and start to produce spores that are spread to the lower leaves of the neighboring plants. Spores that land onto the leaf lamina form germ tubes which penetrate through natural openings on upper and lower surfaces of leaves. As it grows, the fungus produces clusters of new spores that are carried to new leaves by rain splashes and wind. Human or machinery activity in the field can also be a source of contamination. The fruits are generally not directly affected, but the loss of foliage can reduce their quality and the yield. Disease development is favored by cool daytime temperatures (around 25 °C) and cold nighttime temperatures, high relative humidity, and prolonged leaf wetness. Bad cultural practices, such as short spacing between plants, can also increases the risk of infection. \r\n\r\n\r\n\r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Solutions containing the bacterium Bacillus cereus and the yeast Saccharomyces boulardii were used with the same efficiency as fungicides for disease control in laboratory tests. However, these products still need to be tested in large field experiments. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. This disease is hard to control because plants can start to experience the effect of the disease prior to showing any symptoms. Fungicides based on chlorothalonil, myclobutanil or triflumizole can be used to control common leaf spot disease on strawberries after appearance of first symptoms. Treatments should be done early in the spring or immediately after renovation and it is recommended to spray at intervals of about 2 weeks. \n            ", "నివారణా చర్యలు": "\n              Make sure to obtain seeds for planting from certified sources.,Plant resilient varieties, if available in the area.,Plant in light, well drained soil with good air circulation and exposure.,Clear the fields and surroundings of weeds.,Do not water in the evening to avoid high humidity conditions.,Apply a balanced fertilization program without excess nitrogen.,Remove infected plants and crop debris and burn or bury them at some distance of the field.,Do not work in field when foliage is wet and avoid injuring the plants.\n            "}