{"లక్షణాలు": "\n              Symptoms of iron deficiency usually appear in the youngest leaves first. Its symptoms manifest themselves as interveinal yellowing and chlorosis of emerging leaves. If nothing is done to amend the deficiency, whole leaves can become chlorotic, depending on the extent of the deficiency, and then very pale. If the deficiency is severe, the entire rice plant may become chlorotic and die. Affected plants show chimeric root tips and necrotic epidermis. Affected areas can easily be identified from a distance in the field. Leaf chlorosis and necrosis reduce chlorophyll content, inhibit the photosynthetic rate, retard growth and lower the yield potential of the rice plant.\n            ", "ట్రిగ్గర్": "\n              Iron deficiency is relatively rare especially in irrigated rice systems, but can occur throughout the growth cycle of the plant. Young rice plants are particularly susceptible to iron deficiency. It can be a serious problem in calcareous, alkaline soils or in poorly drained soils that flood easily and create anaerobic conditions in the roots. Rice fields in upland soils are most susceptible, but fields in lowlands with low organic matter status or that are irrigated with  alkaline irrigation water are also at risk. The absorption of iron by the plant and the yield response seem to be directly related to the soil pH. Another factor limiting the availability of iron to the plant is excess of heavy metals in the soil. Because iron has low mobility, iron deficiency symptoms appear first on the youngest leaves. Leaf chlorosis and necrosis reduce chlorophyll content, inhibit the photosynthetic rate, retard growth and lower the yield potential of the crop.  \r\n\r\n\r\n\r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              The best way to amend soils poor in iron is to regularly apply organic matter (e.g., crop residues, manure, peat and compost). It will enhance soil structure, improve the water and nutrient holding capacity and serve as reservoir of nutrients. Another option is to add waste materials from mining and other industrial operations, provided that they do not contain other pollutants at toxic concentrations. \n\n            ", "రసాయన నియంత్రణ\n": "\n              There are several fertilizers on the market containing iron as a trace element. The most common and inexpensive strategy is to amend soils while preparing the field. Iron sulfate (FeSO4) can be used for this purpose. Iron chelates are also available but they are rather expensive. Acidifying fertilizers (e.g. ammonium sulfate) are recommended for the amendment of high-pH soils.\n            ", "నివారణా చర్యలు": "\n              Grow plants that are good at mining for iron.,Regularly monitor the field for symptoms of iron deficiency.,Apply sufficient fertilizer or organic matter such as crop residues or manure.,Fertilizers that contain iron as trace element are recommended.,If possible, avoid planting rice in calcareous, alkaline soils.,Do not lime since this will increase soil pH levels.\n            "}