{"లక్షణాలు": "\n              The damage from the banana scab moths is primarily caused by the larval stage and principally confined to the fruits. The larvae concentrate their attack on fruit bunches still protected by bracts. At emergence, they start feeding on the inflorescences and the surface of the developing fruits, damaging them superficially and resulting in scars which quickly turn black. Over time, as the bract begin to lift and fall, they migrate down the bunch to younger and still shielded fruits. If they have no alternative, the larvae remain at the base of the bunch, feeding on male inflorescences, or on maturing fruits. Often a clear jelly-like substance, which appears to be associated only with banana scab moth feeding, is present at these sites. The cosmetic scabbing of the fruit cause makes them unsuitable for market.\n            ", "ట్రిగ్గర్": "\n              The damage is caused by the banana scab moth, Nacoleia octasema. Adults are light brown of yellowish-brown with black marks on wings. These short-lived moth (4-5 days)  have twilight-active habits and mates in the early evening. During the day, they hide in trash and under old leaf axils. Females lay eggs on the emerging bunches or the surrounding leaves and bracts. After hatching, the larvae make their way to the bunch and commence feeding. The life cycle from egg-hatching to egg-laying is completed in 28 days. The banana scab moth favors moist and warm conditions, causing the worst damage during the wet season. The cooler and drier winter months are usually free of this insect, unless unseasonal rainfall occurs during this period. Research has shown adults do not mate and lay eggs under low humidity and dry conditions. It is one of the most economically damaging pests in banana and can cause up to 100% bunch damage if left uncontrolled.  \r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No major parasite or predator have been identified against this pest. Some wasp parasites, spiders and other general predators provide a low level of natural control. The ant Tetramorium bicarinatum which is commonly found on plants and bunches can give some control of the banana scab moth. Biopesticides containing formulations of spinosad, the fungi Beauvaria bassiana or Metarhizium anisopliae or the bacterium Bacillus thuringiensis can also be effective.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Formulations based on the active principles chlorpyrifos, bifenthrin, and bendiocarb are usually recommended for bunch injection. Treatments must be done when the bunch is still upright in the throat of the plant. Inject 20 to 40 ml of dilute insecticide at the right dose about a third of the way down from the top of the spear. Injections above or below this will either damage the fruit or not be effective. \n            ", "నివారణా చర్యలు": "\n              Chose resilient varieties, if available.,Inspect freshly emerged bunches for the presence of damage and/or larvae.,Pay special attention to the base of the bunch stalk and check for the presence of a clear jelly-like substance there.\n            "}