{"లక్షణాలు": "\n              Infection with the fungus can happen early during plant growth but the first symptoms are only visible late in the season. At the earliest stage of disease, small brown irregular “pepper spots” appear on the leaf blade or the sheath. Later on, these spots enlarge and develop into rectangular, reddish-brown necrotic spots with a size of 1 to 3 mm. The spots are restricted by the leaf veins, visible on both side of the blade, and are usually surrounded by a light brown or yellow halo. At later stages of the disease, the spots can coalesce to form larger dark areas and large portions of the leaf can become necrotic. Symptoms are visible also on leaf sheaths and awns. Using a magnifying glass, white bunches of fungal growth can be observed on the underside of leaves . The damage to the leaf can lead to premature decay of leaves and to yield losses. \r\n\r\n\r\n\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Ramularia collo-cygni that can survive in seeds, volunteer plants, other cereal hosts or plant residues on the soil. Spores are spread via wind and rain. Even though the infection can take place at any stage of plant growth, the symptoms only appear late in the season, during the transition to reproductive growth. The fungus enters the plant through natural pores on the leaves and colonizes the internal tissues, producing a toxin that is harmful to the plant. The fungus requires moisture on the leaf surface (leaf wetness after rain or dew) for germination and development. Moist weather or warm days with dew increase fungal growth and the rate of infection. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sorry, we don't know of any alternative treatment against Ramularia collo-cygni . Please get in touch with us in case you know of something that might help to fight this disease. Looking forward to hearing from you.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Foliar sprays with fungicides based on triazole can be used as preventive measure and as curative option once it has been detected. Currently available seed treatments have little impact on the fungus.\n            ", "నివారణా చర్యలు": "\n              Use seeds from healthy plants or from certified sources.,Grow stable and resistant varieties.,Ensure low crop density.,Monitor the fields regularly for any sign of the disease.,Implement a crop rotation with non-host plants and avoid the cultivation of barley, oats or rye.,Remove and destroy stubbles after harvest.\n            "}