{"లక్షణాలు": "\n              Feeding damage by the yellow vine mite early in the season leads to the irregular growth, deformation or drying up of numerous leaf and flower buds. Shortened internodes are also characteristic. At later stages of growth, the attack s is characterized on leaves by the appearance of red to brown spots along the veins. As the number of mite increases, these symptoms spread to the rest of the lamina, followed by chlorosis and necrosis of tissues. This leads to lower photosynthetic rates, which in turn results in delays in the ripening of berries or fruits, lower sugar contents and reductions in harvest. Early infestation may be particularly harmful, even if the population of mite remains low. \n            ", "ట్రిగ్గర్": "\n              Symptoms are caused by the yellow vine mite Eotetranychus carpini, which infect important crops such as vines or peach trees. Females have an oblong body whose color vary from light to lemon yellow. They overwinter in groups under the bark of branches. When the first buds appear, they emerge and feed for about ten days on young leaves. The then start to lay spherical, translucent eggs with a fine stripe on the lower side of leaves. The nymphs are found in large clusters there, protected by a thin web. They feed along the veins on the sap produce by the leaves. Longevity of females (12 to 30 days) and number of generations (5 to 6) depend on temperature and state of the foliage. Optimal temperature for their growth is thought to be around 23° C. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Some antagonistic species of mites can be used to control populations of Eotetranychus carpini, in particular the natural predator Kampimodromus aberrans. However, the latter is also killed by the same chemical treatments used to control the pest. Some species of minute pirate bugs or flower bugs (Anthocoridae) feed on the hornbeam mites and could be another way to control the infection\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Two applications with acaricides could be sprayed to kill this pest, first at bud break and then when shoots are 10 cm long. Main acaricides are acrinathrin, clofentezine, cyhexatin, dicofol, fenazaquin, fenbutatin-oxide, hexythiazox, pyridaben and tebufenpyrad. These products will also affect the natural predators, Kampimodromus aberrans. Some insecticides also have an effect on mites. Summer populations can be controlled by 2 treatments about 12 days apart. \n            ", "నివారణా చర్యలు": "\n              Monitor the vineyard for signs of the disease, during bud emergence and the summer.,Control pesticide use so as not to affect beneficial enemies of the hornbeam mite.\n            "}