{"లక్షణాలు": "\n              Several disease symptoms are caused by phytoplasma infection but the disease is called after the broom-like leaf proliferation it causes at the top of cassava plants. Often, it causes normally dormant shoots to grow, producing small, yellow leaves, appearing in the shape of a \"witches’ broom\" on top of the plant. Slight swellings of lower stems may occur, as well as curling and the appearance of a mottled green and yellow pattern on the leaves. Roots may grow thin and woody, with thick outer layers, and deep cracks. Sometimes the cracks will form a ring around the root, hindering the transport of water and nutrients to the aerial parts of the plant and giving rise to the peculiar growth. . \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are triggered by bacteria-like organisms called phytoplasma that can only survive inside the vascular system of plants. They are mainly spread by the feeding habits of some insects that suck the sap of the cassava plants, among others mealybugs. Another important way of transmission is through the use or transport of infected plant material between fields or areas. This disease can be a serious threat to the cassava industry in many countries. Epidemics of phytoplasma disease have sometimes resulted in total yield losses  when the disease has affected cassava plants early in their developmental stage. Quarantine measures to restrict the movement of infected plant material exist in some countries and can be further reinforced. \r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Treatment of cassava cuttings or seeds for six hours in 0.01 % Streptomycin solution before planting is an effective method in lowering mortality of cassava plants and increasing germination rate in the case of seeds. \r\nSome parasitic wasps have been used to control the populations of insect vectors. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. For cassava phytoplasma disease, there is no 100% effective chemical treatment available at the moment. Antibiotic treatments of cuttings and seeds increased root yield and starch content significantly and can be used to control the epidemics of the phytoplasma.  \r\n\r\n\r\n\r\n\n            ", "నివారణా చర్యలు": "\n              Make sure to use disease-free planting material, obtained from certified sources.,Plant resistant varieties, if available in your area.,Regularly monitor the field for signs of the disease.,Maintain a high hygiene standard in the field and with agricultural tools and equipment.,Destroy infected plant individuals immediately by burning or burying them distant of the field.,Do not transport suspected infectious material to other fields or farms.,Warn the quarantine authorities if the symptoms appear on the fields.\n            "}