{"లక్షణాలు": "\n              The primary symptoms on leaves are elongated tan lesions with irregular margins extending parallel to the veins. Over time, these lesions may lead to a foliar blighting, killing large amounts of the canopy and predisposing plants to stalk rots. Dark, water-soaked spots (‘freckles’) develop in the lesions. Leaf margins are often becoming necrotic. Shiny areas of dried bacterial ooze are often present on the lesions. In plants with stalk infection, orange vascular bundles may be seen in the stalk. If the infection takes place during the seedling phase, it leads to a  blight of the young plants with wilting and death of seedlings in some areas. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the bacterium Clavibacter michiganensis, which overwinters in infected corn residues or debris of other host plants, including green foxtail, barnyardgrass and shattercane. From this infected tissues, the bacteria are transferred to growing plants primarily by splashing rain, wind-borne drops of overhead irrigation. Goss’s wilt primarily infects leaves that have been wounded, for example, by hail, sand-blasting, and strong storms. The disease spreads within the plant following leaf infection, and can then be transmitted from plant to plant. Disease development is favored by warm temperatures (>25 °C). Symptoms often become most visible after silking, and increase in severity after that stage. The disease is favored by planting susceptible hybrids, reduced tillage, and monocultures corn-on-corn.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              There are no biological control options available for C. michiganensis at the moment. Please notify us, if you know of any. Effective control measurements are merely of preventive nature.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. There are no chemical control options available for C. michiganensis at the moment. Please notify us, if you know of any. Effective control measurements are merely of preventive nature.\n            ", "నివారణా చర్యలు": "\n              Plant resistant varieties, if available in your area (several are on the market).,Monitor the field regularly for symptoms of the disease.,Maintain a high standard of hygiene with all tools involved in the cultivation.,Keep mechanical damages to plants as low as possible.,Remove plant residues by for example deep plowing.,Rotate crops every second year to allow for decomposition of any remaining corn residues.,Remove alternative hosts like green foxtail, barnyardgrass and shattercane.\n            "}