{"లక్షణాలు": "\n              The adults and larvae of the citrus thrip puncture the epidermis of young, immature fruits, leaving scabby, grayish or silvery scars on the rind. Old larvae actually cause the worst damage because they feed mainly under the sepals of young fruits. As fruit grow, the damaged rind extends outward from beneath the sepals and becomes a conspicuous ring of scarred tissue. Fruit are most susceptible to damage from shortly after petal fall until they are about 3.7 cm in diameter. The risk of attack by thrips is higher on the fruits located on the outside of the canopy, where they are also susceptible to wind damage and sunburn. The texture of the pulp and the characteristics of the juice may be unaffected, but the fruits may be unmarketable. \n            ", "ట్రిగ్గర్": "\n              The damage is caused by the citrus thrip, Scirtothrips citri. Adults are small, orange-yellow with fringed wings. During spring and summer, females lay about 250 eggs in new leaf tissue, young fruit, or green twigs. In fall, overwintering eggs are laid mostly in the last growth flush of the season. These eggs will hatch in the next spring about the time of the new growth in the trees. Young larvae are very small, whereas older ones are about the size of adults, spindle-shaped, and wingless. Last larval stages (pupa) thrips do not feed and complete their development on the ground or in the crevices of trees. When adults emerge, they move actively around the tree foliage. Citrus thrips do not develop below 14°C and they can produce 8 to 12 generations during the year if the weather is favorable. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              The predatory mite Euseius tularensis, spiders, lacewings, and minute pirate bugs attack citrus thrips. E. tularensis provide control of the pest and serve as an \"indicator\" species, that is, it gives an idea of  the general level of natural enemies present in an orchard. Make sure not to disrupt these predatory species by use of broad-scale pesticides. Sprays of formulations of spinosad with an organically approved oil, kaolin or Sabadilla alkaloids applied with molasses or sugar bait are usually recommended in organically managed orchards. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Although the foliage can be attacked, normally healthy trees can withstand the damage caused by low  populations of thrips. Frequent pesticide applications is not recommended in non-bearing trees as this can lead to the development of resistance, making control of thrips more difficult in later years. Formulations containing abamectin, spinetoram, dimethoate, cyfluthrin and abamectin can be used against citrus thrips. \n            ", "నివారణా చర్యలు": "\n              Plant resistant tomato varieties, if available.,Monitor the orchard regularly for symptoms of the pest.,Use sticky traps over a large area for mass-catching.,Make sure not to disrupt the predatory species by the use of broad-scale pesticides.,Avoid planting near alternative hosts and control weeds in and around the field.,Keep plants well irrigated, and avoid excessive applications of nitrogen fertilizer.\n            "}