{"లక్షణాలు": "\n              Plants infected with citrus variegated chlorosis show symptoms similar to zinc deficiency. Interveinal chlorosis occurs on the upper surface of maturing leaves. Small, light brown, slightly raised specks gradually appear on the underside of the leaf beneath the chlorotic tissues. These early symptoms may be limited to a single branch. The chlorotic areas gradually enlarge toward the leaf margin, and the lesions on the underside of the leaf may become dark brown or necrotic. Affected trees exhibit reduced vigor and may appear stunted, but usually they do not die. Defoliation starts at the terminal twigs, usually with younger leaves. Fruits may exhibit sunburn damage or discolor due to the defoliation of the branches. They may also have hard rinds, lack juice and its flesh may have an acidic flavor.\n            ", "ట్రిగ్గర్": "\n              The symptoms of citrus variegated chlorosis are caused by the bacteria Xylella fastidiosa. It is a systemic disease that resides in the vascular pipes of the trees (called xylem), thus spreading to the canopy and fruits, including seeds. It is transmitted from tree to tree in a persistent manner by several insects of the family of the Cicadellidae (sharpshooters). These leafhoppers feed on the sap contained in the plant xylem and may acquire the bacteria within two hours of feeding. Their high rate of feeding and the fact that they do not suffer  themselves from the disease makes them the perfect vector. The first symptoms may appear up to one year after infection and this can difficult the identification and treatments.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Some parasitic wasps of the genus Gonatocerus have been used to control populations of sharpshooters. The larvae of these minute wasps develop inside their eggs, and kill the developing embryo. Twisted-wing parasites (Strepsipterans) also affect a variety of insects, including sharpshooters. Other natural enemies of sharpshooters include predatory insects such as mantids, some free living spiders, and anoles. Some fungi of the genus Hirsutella also attack these insects and can leave them mummified in the field during cool, wet conditions.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. The population of vectors should be monitored either by monitoring the groove or by hanging yellow sticky cards. Systemic and topical insecticides containing acetamiprid may be used against sharpshooters.\n            ", "నివారణా చర్యలు": "\n              Check quarantine regulations in your country.,Make sure to obtain plant material and seeds from certified sources.,Check your citrus groove frequently for the presence of sharpshooters or signs of the disease.,Make sure all staff and visitors adhere to hygiene practices.,Remove affected trees from the groove.,Detect  alternative hosts of sharpshooters in and around the groove.,Practice a thorough weed management.,Use yellow stick traps to monitor and catch the insects.\n            "}