{"లక్షణాలు": "\n              The head miner has a life cycle tightly linked to the development of millet plants. After hatching, the caterpillars feed and complete their larval development within the panicle. As the seed head develops, the young larvae perforate millet glumes and eat the flowers, whereas mature larvae cut the floral peduncles, thereby preventing grain formation or causing mature grains to spill. As the larvae chew between the rachis and flowers, they lift the destroyed flowers or developing grains, leaving a characteristic spiral pattern on the millet head.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the millet head miner, Heliocheilus albipunctella. The flight period of the adult moth coincides with the peak of millet panicle emergence and \r\nflowering. Females lay eggs individually or in small clusters stuck loosely to \r\nthe rachis, or at the base of florets or their peduncles in early emergence of the flower head. After the eggs hatch, young larvae feed on the panicle, and older individuals cause typical pattern of spiral tunnels. Full-grown larvae turn reddish or pinkish and fall on the ground, where it enters the soil to pupate. They remain in that stage in diapause during the whole dry season and emerge only as adults the following rainy season. This pest is rated as the most damaging pest of pearl millet panicles in the Sahelian region of West Africa. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Habrobracon hebetor is a natural parasitoid of the head miner and has successfully been released in infested millet fields in some African countries, in some cases reaching up to 97% mortality and lead to a significant gain in grain yield.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. There is no chemical control that provides effective control over H. albipunctella at the moment. \n            ", "నివారణా చర్యలు": "\n              Monitor panicles and the ground regularly for larvae.,Remove panicles and destroy them by burying or burning at a distance to the field.,A two-week delay in planting of short cycle millet varieties (75 days to maturity) may help to desynchronize the peak flight period of the susceptible stage of the crop.,Ensure deep plowing after harvest to expose larvae and pupae.\n            "}