{"లక్షణాలు": "\n              Leaves, stems and pods can be infected. The first symptoms appear as tiny, whitish, slightly raised spots on the upper surface of leaves. As they enlarge, these spots turn powdery and orange or brown in color, and are often surrounded by a lighter halo. These pustules are to be found on both upper and lower side of leaves, stems and pods. At a later stage, secondary pustules seem to develop within the primary ones, forming an O shape with a dot in their center. The appearance and severity of the rust is greatly dependent on the prevailing weather condition. It develops rapidly on the plant when temperatures are above 20ºC and can literally cover it. A heavy infection will result in leaf drop, stunted plant growth and premature death.\r\n\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptom are caused by the fungus Uromyces viciae-fabae, which survives on plant debris, volunteer plants and weeds when no crops are available. It can also be carried on seeds as concomitant contaminations. It has a reduced number of hosts that, beside lentil, also includes broad bean and pea. When conditions are favorable (17 to 25°C and prolonged leaf wetness), it produces spores that are spread by the wind over large distance to infect new plants or fields. Other means of transmission are the transportation of plant debris between fields, contaminated hay, and the contamination of clothing, tools and machinery. It is regarded as a high economic threat because of its spreading capacity. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No biological control agents are available to control this pathogen. Prophylactic spray of neem oil, jatropha oil or mustard oil results in less severity of the disease and better grain yield in comparison to control plot.\r\n\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatmetns if available. Seed treatments with phenylmercury acetate and diclobutrazole have been used to reduce the transmission via seeds. Foliar application of fungicides just after the appearance of symptoms, followed by two more sprays at 10-day intervals reduces the incidence and severity of the disease. Flutriafol, metalaxyl could be recommended for the management of lentil rust. Other products include formulation that contain mancozeb, chlorothalonil and copper. \n            ", "నివారణా చర్యలు": "\n              Make sure to use healthy seeds from certified sources.,Choose resistant varieties if available.,Plan a crop rotation with a non-host crop.,Keep the fields clear of weeds and volunteer plants.,Monitor the fields for signs of the disease.,Take great care not to carry contaminated plant debris between fields or farms.,Clean and disinfect tools and equipment after field work.,Remove and destroy infected plants by burning, grazing and burying them after harvest.,Change planting date to avoid worst symptoms.\n            "}