{"లక్షణాలు": "\n              Powdery mildew first appears as small circular areas of white, powdery mold growth on the upper soybean leaf surface. Infected areas enlarge to cover large patches of the leaf, including upper and lower surfaces. Mold growth may also be observed on stems and pods. During heavy infections, all parts of the soybean plant are covered with the white to light-gray powdery mold. Some soybean varieties may exhibit chlorosis, or yellowing, of leaves and rusty patches on the underside of leaves. Heavily infected plants may defoliate prematurely. Heavily infected pods typically contain shriveled, undeveloped, deformed and flattened green seeds.\n            ", "ట్రిగ్గర్": "\n              Symptoms are caused by the fungus Erysiphe diffusa, whose spores are mainly dispersed onto healthy tissues by the wind. As they germinate and penetrate the tissues, these spores form germ tubes and attach themselves to the leaf cells via an anchorage structure. Eventually, this gives rise to feeding structures and growth that develops beyond the epidermis soybean leaf (white covering). Windborne spores start new infections and repeat the disease cycle until soybean plants mature. Disease development is constrained in temperatures above 30°C and favored at cool temperatures. Rainfall doesn’t seem to impact the disease. Although soybean plants are susceptible at any growth stage, symptoms are rare before the mid- to late-season reproductive stages.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              For small growing areas, milk-water solutions can work as natural fungicide. Apply this solution to the leaves every second day. Garlic or sodium bicarbonate solutions may also result in satisfying results.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Fungicides based on wettable sulphur, triflumizole, myclobutanil seem to control the growth of the fungus in some crops.\n            ", "నివారణా చర్యలు": "\n              Plant crops with sufficient spacing to allow for good ventilation.,Chose resistant or resilient varieties for planting.,Monitor the field regularly for symptoms of the disease.,Remove infected leaves when the first spots appear.,Do not touch healthy plants after touching infected plants.,Tillage after harvest and before planting can help break down crop residue and destroy disease pathogens.\n            "}