{"లక్షణాలు": "\n              First signs of the presence of this pest in the orchards may be the wilting of leaves or the flagging of new shoots in the spring. This loss of vigor in leaves, shoots and is particularly conspicuous in young trees. Later in the year, the damage can also be observed on older shoots and on fruits. In the latter, it is usually characterized by holes at the stem end, at the contact zone between two fruits or where leaves touch the fruit. The larvae  feed , boring shallow tunnels and surface grooves. In high population numbers,  they can cause extensive damage to young trees or nursery stock. The type of damage is very similar to that inflicted by the larvae of the oriental fruit moth.\n            ", "ట్రిగ్గర్": "\n              The damage is caused by the larvae of Anarsia lineatella, a major pest in several tree crops. Adult moths have a grayish to brown body and mottled or banded forewings. Females lay eggs on young shoots, fruit, and on the underside of leaves, next to the vein. Larvae are small and have a brown body with alternating white rings and a black head. They overwinter in shelters under the bark, crevices on old wood or in pruning wounds. During the bloom period they come to light again and migrate to twigs and branches, where they attack newly emerged leaves, blossoms and shoots. They burrow down the tender shoots, blocking the transport of water and nutrients, and causing them to wilt and die. They can also cause the destruction of the growing points in older shoots, causing the dieback of the branch and in some occasion lateral branching. The life cycle of this insect include 3 to 4 generations per year. \r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Anarsia lineatella has about 30 known species of natural enemies. The parasitoid wasps Paralitomastix varicornis, Hyperteles lividus and Macrocentrus ancylivorus lay their eggs on the larvae of the peach twig borer, something that slowly kills them. Ants also happen to feed on the larvae. These natural enemies can reduce significantly the population of larvae, but often not below economically damaging levels. Therefore, timely applications of organically-approved oils, pyrethrin, spinosad or insecticides based on Bacillus thuringiensis can be used to supplement these treatments. The disruption of mating with sex pheromones can also be used as additional strategy. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. The preferred management strategy for peach twig borer is a timely treatment with insecticides during the 1) delayed dormant phase, 2) the bloom phase and the 3) post bloom phase. Formulations based on methoxyfenozide or diflubenzuron can be used in phase 1 and 2. The former, along with chlorantraniliprole can also be used in the post bloom phase. Other products are also available for these three type of treatments. \n            ", "నివారణా చర్యలు": "\n              Examine the orchards during spring to determine if the pest is in the orchards.,Open shoot to see if the larva is inside.,Use pheromone traps to monitor the moths.,Control insecticide use in order not to affect beneficial insects.\n            "}