{"లక్షణాలు": "\n              In some cases, plants infested with A. tritici do not show any obvious symptoms. In symptomatic plants, leaves can be slightly distorted with raised patches on the upper surface and indentations on the lower side. Other symptoms include wrinkling, twisting, and curling of the margins towards the midrib or other types of deformations. Plants become pale green or chlorotic, stunted or dwarf and stems may bend. Heads are smaller and have glumes protruding at an abnormal angle. This trait is not visible in rye heads. Some of the seeds are transformed into galls which contain a dried mass of nematodes. These galls are shorter, thicker, and lighter than their healthy counterpart, and their color ranges from light brown to black when they grow older (instead of tan-colored).\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Symptoms are caused by the nematode Anguina tritici. Juveniles move up plants in a film of water, attack meristems and penetrate inflorescences. Wheat, barley and rye are the main hosts, while oat, maize and sorghum are not. Once inside the maturing seed, they trigger the formation of galls, where they settle and finally molt to become adults. After mating, the female lays eggs that hatch within the seed gall. These eggs later desiccate and become dormant until next spring. Seed galls are dispersed along with the seeds during planting and harvest. The nematodes resume their life cycle when they come into contact with moist soil and water. Cool and moist weather is especially favorable for its development. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Seeds can be put into a common salt solution (1 kg/5 L water) and stirred vigorously.  In this bath, diseased seeds and debris float to the surface and can thereafter be collected, steamed, boiled or chemically treated to kill the nematodes. Healthy seeds that have sunk to the bottom of the container can be rinsed several times in clean water and dry for sowing. Putting seeds in hot water at 54-56°C for 10-12 minutes also kills the nematode. Finally, galls can be removed mechanically by sieving, as they are smaller in size than the seeds. Nematicidal plants are not as effective as the cleaning of seeds to control A. tritici.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach of both preventive measures and biological treatment if available. There is no chemical treatment recommended for this pest. The disease has been eradicated by seed cleaning and seed certification programs that get rid of galls (lighter and less dense than seed) by flotation, hot water treatments, or gravity table seed processing.\n            ", "నివారణా చర్యలు": "\n              Make sure to use certified seeds with excellent quality.,Choose resistant varieties (several are on the market).,If possible, plan a fallow of at least one year.,Plan a crop rotation of at least one year with non-host plants to avoid the carry-over of the pathogen.\n            "}