{"లక్షణాలు": "\n              Pitted punctures may be visible on the skin of the fruit, often accompanied by a discoloration of the surrounding tissue. However, infested fruits often have a normal appearance until the maggots are nearly fully grown. Damage appears as sunken, shriveled areas on the surface of the nearly ripe and ripe fruit. When cut open, the fruits contain one to several larvae feeding on the flesh inside. The infested cherries can start to rot and fall off prematurely. Fruits remaining on trees are unmarketable. \r\n\n            ", "ట్రిగ్గర్": "\n              The feeding damage on fruits is caused by the maggot of the cherry fruit fly, which eat through the pulp, sometimes gregariously. The flies overwinter as pupae in the soil and emerge in spring. Adults resemble common houseflies, but are much smaller. They have a black body with a yellow marking on the back. The wings are translucent with black bands and the abdomen is marked with thin white stripes. They feed on pollen and honeydew secreted by the aphids present on the trees. Females lay several eggs under the skin of the developing fruits. After hatching, the whitish larvae start to burrow towards the pit, where they feed for a period of up to three weeks. They then pierce the skin of the fruit and drop to the ground in order to pupate there. There is only one generation per year and hot and dry summers promote infestation of the orchards.  \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Some parasitic wasps have been reported to attack larvae of the cherry fruit fly. Sticky traps could be hung on the outer branches of the southern part of the tree to catch the adults. To avoid a negative impact on the populations of beneficial organisms, take the adhesive traps off the tree at the beginning of harvest. Kaolin clay, applied as a spray to leaves, stems, and fruit, acts as a repellant to some insect pests. Bait sprays based on spinosad, pyrethrin or neem compounds mixed with ammonia have also shown good results. Efficacy seems humidity dependent, with best results in dry climate regions. Biological control based on the fungus Beauveria bassiana has been developed for the control of the pest. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Because the eggs are laid under the skin and larvae feed from inside the fruits, insecticides are not effective in reducing the populations of cherry fruit fly. However, insecticides containing acetamiprid, malathion and esfenvalerate are available for timely application, in the period between emergence of the adults and the deposition of eggs. Other insecticides are also available. \n            ", "నివారణా చర్యలు": "\n              Use varieties that yield fruits early and will thus not be attacked.,Remove infested fruits from the orchard and burn or bury them.,Wild or abandoned host trees should also be removed.,Lay out a net on the ground in order to catch the larvae and fruits with larvae before they enter the soil.,Use a fine mesh net around the crown to prevent the fly from laying eggs on the fruits.,The flies can also be caught with the help of adhesive traps.,Early harvest can also prevent the worst damage.\n            "}