{"లక్షణాలు": "\n              Yellow or pale brown, oval- or eye-shaped spots appear near the leaf margins of lower leaves. Over time, the spots enlarge and their central area become necrotic and gradually form a clear and definite concentric zonation. Prolongations of these spots may develop along the veins as the leaf grows. Several spots can coalesce to form large necrotic patches surrounded by yellow tissues. When the leaf margins are infected, small concentric spots develop that are later converted into long stripes of pale brown necrotic tissues. The stripes sometimes extend up to midrib. Diseased leaves may be quite conspicuous as the infected areas are usually surrounded by a bright yellow halo zone.\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Cordana musae. Also called Cordana leaf spot, it is one of the most important fungal diseases of banana, prevalent in almost all banana growing areas. The inoculum spread through splashing water and wind, which makes its spread particularly devastating in closely planted fields. The growth of the fungus is accelerated in hot and humid condition with frequent rains. The damage to the leaf caused by the infection causes considerable reduction in the photosynthetic area and yield. \r\n\r\n\r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              There are no purely biological solutions against this disease. Therefore, the proper management of the of the banana field is very important. In severe cases, organic copper formulations, for example 1% Bordeaux mixture, can be sprayed on infected areas.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Since there are a number of leaf spots diseases in banana, make  sure that you are dealing with Cordana leaf spot and not freckle leaf spot or Sigatoka leaf spot for example In severe cases apply 0.4% mancozeb or oil based formulations of copper oxy chloride at 0.2-0.4%. Contact fungicides like chlorothalonil or mancozeb and a systemic fungicide, e.g. tebuconazole or propiconazol are recommended. Make sure that the applications reach the top leaves as well.\n            ", "నివారణా చర్యలు": "\n              Use resilient varieties if available in your area (several are on the market).,Use proper spacing in order to avoid mutual shading and contact of leaves.,Make sure that new plantations are an appropriate distance from diseased plantations.,Avoid sprinkler irrigation to minimize the relative humidity and use drip irrigation instead.,Apply a balanced fertilization and avoid particularly excess N fertilizer.,Remove infected leaves and burn them.,Practice field sanitation by removing old dried hanging leaves.\n            "}