{"లక్షణాలు": "\n              A gall develops on the maturing fruits, resulting in an elongated, flattened, hollow, stone-less fruit, with a tongue-like aspect. The outgrowths vary in color from light green, to gray to light orange. The surface of the gall becomes corrugate and coated with the fungus, showing as a white covering of spore-producing structures. The fruits become inedible, shrivel and in most cases fall prematurely. Those fruits that still hang on the branches are dehydrated (mummified) and can remain on the tree over the winter. The stems bearing deformed fruit may also thicken and grow with a deformation. The leaves are smaller and strap-like and shoots may be swollen, pale yellow and tinged with red.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungal pathogen Taphrina pruni. The spores are produced in the white fungal growth covering the galls and are later released under pressure and dispersed by the wind. They settle on bud scales or crevices on the bark, where they germinate and grow without causing obvious symptoms. In spring, when conditions are favorable, the fungus resumes growth and produces microscopic thread-like tubes that invades the plant tissues, causing the swollen and deformed shoots. It remains in the internal tissues of the twigs and branches as latent and in the following years it invades the flowers and developing fruit. A higher risk of infection exists in wet and cold weather conditions whilst warm and dry weather results in a lower incidence.  \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              A simple, cheap and certain control of Taphrina pruni is achieved by treatment with an organic copper-based fungicide (or other formulations) during the main flowering period.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Due to the complex life cycle of the fungus, there are no really effective treatments available for the control of pocket plum. However, the disease can be controlled to some degree by carefully removing infected branches, witch's brooms and fruit before the infective air borne spores are produced. Applications of copper-containing fungicides have a degree of control over the fungus.\n            ", "నివారణా చర్యలు": "\n              Apply plant fortifiers to keep the plant strength against infection.,Monitor the orchard regularly for symptoms of the disease.,Check for decaying matter on the litter under the tree and burn it.,Remove infected branches, twigs and fruits to avoid the propagation of the disease (burn or bury them).\n            "}