{"లక్షణాలు": "\n              Damage is caused by the feeding of the larvae in fruits. Shallow entries points are visible on the fruit skin and correspond to aborted entries, where the larvae died or gave up and tried another place. In case of successful entry, the larvae penetrate into the flesh of the fruit and can reach the core to feed on seeds. The entry holes are surrounded by a red ring and capped with reddish-brown, crumbly larval droppings called frass. When the fruit is cut open, the small white caterpillar can sometimes be found near the core. Damaged fruits tend to ripen and drop early or are simply unmarketable. If left uncontrolled, larvae can cause substantial damage, often infesting 20 to 90% of the fruits, depending on the variety and location. Deep entries can be a severe problem in stored fruit because they are colonized by bacteria and fungi that lead them to rot. Late maturing varieties are more likely to suffer severe damage than early varieties. \r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the larvae of Cydia pomonella. Adults are active only a few hours before and after sunset, and they mate when sunset temperatures exceed 16°C. The first generation of moths hatches in spring or early summer, just before bloom. One or two weeks after they start flying, the moths lay eggs on the fruits, usually one per fruit. Small larvae hatch from these eggs and chew on the skin, boring an opening into the fruits. It takes three to five weeks for the caterpillar to develop completely. Mature larvae drop off the fruits and find a place to hide, e.g. in cracks in the trunk. The second generation hatches in late summer or early autumn. This generation damages the ripe fruits until they leave to find shelter in which to hibernate. \r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Codling moth granulosis virus (CYD-X) can be applied in weekly intervals, starting when moths or fruit stings have been first observed. The virus only affects the moth's larvae and should be sprayed and mixed with 1% oil. Insecticides like spinosad are also recommended for pest control, however it is far less efficient than other non-organic solutions. Beneficial nematodes that penetrate and destroy immature stages of this pest are commercially available. Wettable kaolin clay can also be used to deter this pest and can reduce damage by 50-60%.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach of preventive measures together with biological treatments if available. Plan and coordinate the sprays with insecticides with pheromone traps. Codling moth granulosis virus (CYD-X) can be applied in weekly intervals, starting when moths or fruit stings have been first observed. The virus only affects the moth's larvae and should be applied by spraying mixed with 1% oil. Insecticides like spinosad are also recommended for pest control, however spionsad is far less broad-scale toxic.\n            ", "నివారణా చర్యలు": "\n              Choose early-maturing varieties.,Check plants and fruits regularly for signs of infestation, beginning 6-8 weeks after bloom.,Install pheromone traps to monitor and decimate the moths.,Fruit-bagging about 4 to 6 weeks after bloom can be used to protect the fruits.,Brush the larvae off the bark with a hard brush or a special bark scraper.,In smooth-barked varieties, a cardboard band can be installed around the trunk to trap moth larvae.,Remove tree debris and infested fruits as soon as possible and destroy it in distance to the orchard by deep burying or burning.\n            "}