{"లక్షణాలు": "\n              This is a pest of wetland rice exclusively. The first symptom of damage is a reduced plant stand where the snails have severed the plant stalks below the water level. The crop is highly vulnerable at the early seedling stage, so the snails mainly damage direct wet-seeded rice and transplanted rice up to 30 days old. After that, the stems have become too thick and the snails cannot eat the hardened tissues. The snails usually cut the tillers first and then the leaves and stems are consumed under water. Other plants, like taro (Colocasia esculentamay) can also be attacked. The life span of this pest can vary from 119 days to 5 years, with higher temperatures leading to shorter longevity.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by two species of golden apple snails, Pomacea canaliculata and P. maculata. They are highly invasive and can cause serious damage to rice crops. They usually spread through water pathways (irrigation canals, natural water distribution) or during flooding events. During dry periods, these snails bury themselves in the mud, and can hibernate up to six months, reemerging as water returns. The color and size help to tell these snails from native ones in rice cultures. Golden apple snails have muddy brown shell and golden pinkish or orange-yellow flesh. They are bigger and lighter in color compared to native snails. Its eggs are bright pink in color and are laid in clusters of several hundreds.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Mass snail and egg collection campaigns are very effective if carried out during land preparation, planting or crop establishment. Snails can also be harvested and sold as animal feed. Natural predators should be favored, e.g. red ants that feed on the snail eggs and birds or ducks that eat young snails. Domestic ducks can be put into fields during final land preparation or after crop establishment when plants are big enough.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with both preventive measures and biological treatments if available. Following normal fertilizer application rate and schedule, apply fertilizer in 2 cm of water to maximize negative effects on apple snails. Apply pesticides products only to low spots and water pathways  rather than to the whole field. These products should be used immediately after transplanting or during the seedling establishment phase in direct seeded rice, and only for rice younger than 30 days old. Always read the label and ensure safe application.\n            ", "నివారణా చర్యలు": "\n              Plant healthy and vigorous seedlings.,Keep fields drained as much as possible during the vulnerable stages of the rice plant (below 30 days).,Alternatively, keep water level below 2 cm during this stage.,Transplant hardened, 25−30 day old seedlings from low density nursery beds.,Handpick snails and crush egg masses, ideally in the morning hours.,Place papaya and cassava leaves around the rice paddies to attract snails for easier picking.,Place a barrier where water enters and exits the rice field.,Place bamboo stakes to provide sites for egg laying.,Control insecticide use in order not to affect natural predators.\n            "}