{"లక్షణాలు": "\n              The infection can occur at any growth stage and usually develop first on older leaves. Initial symptoms appear as small (1-5 mm), circular or elongated white spots on the upper leaf surface. Individual spots and later groups of spots are surrounded by a light green or silvery halo that often has a water-soaked appearance at the beginning. Over time, the number of lesions increase and the center of the older spots becomes sunken and straw-colored, a sign of developing necrosis. A characteristic slit that is oriented lengthwise in the lesion may appear at later stages. Leaf tips and margins soften and gradually become necrotic, resulting in blighting and dieback. In favorable conditions, the disease also affects the bulb, reducing its size and its quality. As the disease spread further, large yellow patches of dying plants can be observed from the distance in the field. \n            ", "ట్రిగ్గర్": "\n              The disease is caused by the fungus Botrytis squamosa, which survives on infected bulbs or other plant debris left in the field, or in storage facilities. When conditions are favorable, fungal spores are produced on these tissues and spread by the wind to neighboring plants, serving as a primary source of infection. Temperatures between 10 and 20 °C, high rainfall, prolonged periods of leaf wetness or high relative humidities favor the life cycle of the fungus. To avoid severe infections it is very important to keep the leaves as dry as possible. The symptoms may be confused with other pathologies or disorders such as drought stress, hail injury, thrips infestation or herbicide damage.\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No biological treatment seems to be available at the moment to treat this disease. Contact us in case you know of any.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments, if available. Good cultural practices are essential to reduce the infection risk. If fungicides are needed, products containing iprodione, pyrimethanil, fluazinam or cyprodinil in combination with fludioxonil give excellent results when used as spray applications. Other products based on chlorthalonil and mancozeb also work but are less efficient. The application of fungicides by ground fumigation could be more effective than aerial spraying methods.\n            ", "నివారణా చర్యలు": "\n              Use healthy seeds or planting material from a certified source.,Select varieties that mature quickly.,Follow recommended spacing for row planting to ensure good ventilation.,Do not plant seed production fields close to onion production sites.,Ensure a good drainage of the soil and do not irrigate in excess.,Do not apply fertilizer late in the season when tops are drying.,Check your plants or fields regularly for any sign of the disease.,Remove weeds and volunteer onions in and around the fields.,Remove infected plants and plant parts and destroy them by burning.,After harvest remove cull piles and cut onion tops and destroy them by burning.,Crop rotation for 2 years is recommended to avoid the increase the infection risk through other diseases.,Do not transport bulbs from infected sites to other fields or farms.\n            "}