{"లక్షణాలు": "\n              The infestation can occur at any growth stage and is first visible on the leaves. Because there are two generations every year, the first symptoms occur in spring and autumn. Initial symptoms are related to the punctures made by the females using a egg-laying structure and appear as tiny marks on the leaf sides. These marks are directed towards the leaf endings and form a characteristic linear pattern. Also the plants may acquired a waved, twisted and deformed appearance due to the feeding damage. The symptoms, related to the feeding of the maggots, appear as tunnels on the leaves and bulbs. In Allium crops with larger leaves the detection of maggots is easier by pulling back the leaves. The damage on the leaves and bulbs can function as a source of fungal or bacterial infections.\n            ", "ట్రిగ్గర్": "\n              Symptoms are caused by the feeding activity of the adult and larvae of Phytomyza gymnostoma. The adults are small (about 3 mm), longish, gray or black colored flies with a typical yellow or orange spot on the top and front. In spring the females puncture the plant tissues and lay small, slightly oval, white eggs on the stems or the base of leaves. The hatching maggots are creamy-white or yellowish. They start to feed on the leaves, stems and bulbs by boring tunnels and once they have reached a size of about 8 mm, they move into the stems and bulbs, or on rotten plants debris on the ground, where they pupate. The pupae are dark brown and 3,5 mm long. This second generation emerges in autumn and the whole process repeats. Often the second generation is more harmful than the first and can lead to heavy yield losses.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Organic products containing spinosad may be used as foliar spray applications to control the infestation by Phytomyza gymnostoma. Adults can be captured using yellow sticky traps or yellow plastic bowls containing soapy water.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments. If insecticides are needed, systemic and contact products should be applied when the adults are active. Several products are available as sprays, among others formulations containing azadirachtin, lambda-cyhalothrin, zeta-cypermethrin or spinetoram. Dimethoate and a sequence of dimethoate and one of these active ingredients were shown quite effective against the pest. Other products inlcude cyromazine, alone or with an oily mix.\n            ", "నివారణా చర్యలు": "\n              Plant late varieties or later in the season to avoid peak populations of the pest.,Ensure leeks are cultivated as far as possible from chives.,Use fleece or insect-proofed mesh materials to cover the plants prior of the emergence of the adults.,Check your plants or fields regularly for any sign of the pest.,Use yellow sticky traps or yellow plastic bowls filled with soapy water to attract the adults and mass-trap them altogether.,Remove infected plants and plant parts and destroy them by burning.,Crop rotation with non-Allium crops is recommended to avoid that remaining pupae in the soil emerge and damage the new planting.\n            "}