{"లక్షణాలు": "\n              In winter, dormant canes have bleached white areas speckled with small black spots. Numerous small, dark brown spots with large yellow halo appear on lower leaves of the shoot. The center of the spots can dry up and fall out, conferring a shot-hole appearance to the lesion. Severely infected leaves become distorted, brittle and can fall off prematurely. On petioles and shoots, brown to black spots take an elongated shape or develop into streaks. They often coalesce and form dark blotches that can girdle or split the tissues, resulting in deformation or death of shoots. Later in the season, rachis (peduncles) and berries can also show symptoms. The fruits turn brown and leathery (mummification), with black specks on the surface. Infected rachises wither, causing berries or entire clusters to drop prematurely. \r\n\n            ", "ట్రిగ్గర్": "\n              The fungus can overwinter in tissues of infected vines (buds, bark, mummified berries, and canes) for a number of years. During wet, humid weather conditions in spring, it starts to produce spores that are later spread by water and rain splashes to new developing tissues within the same vine. Spore masses are released if wetting lasts for at least 10 hours at an optimum temperature of 23. The fungus has the capability to grow and infect at temperatures that range between 1 and 30°C. Prolonged rainy, cold weather, especially during bloom and fruit set, promotes the disease. The pathogen tends to spread within a vine, and not from vine to vine. Long distance dispersal is normally caused by transportation of infected plant materials or nursery stock.\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sorry, we don't know of any alternative treatment against Phomopsis viticola . Please get in touch with us in case you know of something that might help to fight this disease. Looking forward hearing from you.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Chemicals available do not eradicate the disease once new tissues have been contaminated, but it can limit its effects. It is important to follow the seasonal timing for applications. Recommended protectants include fluazinam, mancozeb, dithianon, ziram and captan. Additional applications will be needed if rain persists to protect new growth. \r\n\r\n\n            ", "నివారణా చర్యలు": "\n              Monitor the vineyard for signs of the disease.,Remove infected canes during dormant pruning and destroy the wood by burning or burying.,At pruning, remove dead and diseased wood.,Ensure a good canopy management through pruning to provide an adequate airflow.,Do not transport plant material between fields.\n            "}