{"లక్షణాలు": "\n              Initially, yellowing of foliage of one or a few branches of a tree occurs. Later, this spreads over the whole tree and can lead to complete defoliation. The wilt of leaves normally progresses from the lower leaves to the top, but some plants may drop the whole foliage at once. Vertical stem cracking is common in this disease. Roots, stem bark and particularly lower branches can split. This, or cross and vertical sections of affected plant parts, generally reveals  dark grayish-brown streaks in the vascular tissue.\n            ", "ట్రిగ్గర్": "\n              Spores of the the fungus survive as resting structures or active mycelia in infected plant parts up to 190 days and in the soil for at least four months. Above-ground plant parts are infected through wounds. Roots can even get infested without initial damage. The spores are spread by infected seedlings, irrigation and rain water, insects and during normal field work. After entering the host, mycelia and spores move through the vascular tissue of the tree, causing reddish-brown to purple or black staining in the xylem.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Soil application with bacillus subtilis shows a decline in wilt infections. Treatment with Trichoderma sp. combined with Paecilomyces sp. at 25 g with 2 kg well-decomposed organic manure around the trunk of pomegranate trees helps to prevent wilt infections. Soil treatment with neem, kranj, mahua and castor cakes have been found effective against C. fimbriata. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Soil drenching around the infected and surrounding healthy plants or of the entire orchard with propiconazole (0.1%) + boric acid (0.5%) + phosphoric acid (0.5%) is recommended. Soil sterilization with fungicide (0.2%) prior to replanting also controls wilt disease. Soil can also be drenched with propiconazole (0.15%) or chlorpyriphos (0.25%).\n            ", "నివారణా చర్యలు": "\n              Remove and destroy infected plant material to prevent the disease of spreading.,Disinfect pruning and grafting tools before and after use.,Rotate pomegranate trees with non-host species and avoid sites where C.,fimbriata has already been present.,Ensure sufficient space among trees (to avoid root contact, where the fungus may be spread).,Poor drainage can increase the chance of wilt infection.,Take care not to injury your trees during field work.\n            "}