{"లక్షణాలు": "\n              Symptoms may appear at all growth stages and on all plant parts, except the root. Tan spots with a dark brown margin appear on leaves. The center of the lesions later turn grayish and become speckled with minute dark  dots. This feature allows to tell this disease from other types of blight. Severe infection will cause the premature shedding of leaflets and stem dieback at the growing points, giving the plants a blighted appearance. Another characteristic symptom of this disease is the discoloration of the seeds, with brown patches on the surface. Heavily infected seed is purplish-brown, shriveled and can be reduced in size. The discoloration of seeds reduces their quality and their market value.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungal pathogen Didymella fabae, that survives in previously infected plant residues or in seeds for several years. Infected seeds give rise to diseased seedlings with poor growth. Spores produced on quality and their residues are an important source of inoculum and are spread to the lower part of plants via rain splashes. The dark specks observed on the lesions are also spore-producing structures, and those are also spread to other crops via rain. Frequent rain showers and prolonged periods of leaf wetness (particularly in spring) favor the infection process and the development of the disease. Wet conditions late in the season provide ideal conditions for pod and seed nfection. Healthy looking seeds may carry high levels of fungus. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              As of today, no biological treatment seems to be available against this disease. Please contact us if you know of any. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Seeds treatments can be used to soak the seeds before planting. Foliar fungicides are useful,  especially if a susceptible variety is grown. Pyraclostrobin or chlorothalonil can be used as protectant and are most effective when used preventively. Spraying at early flowering can help to prevent pod and seed infection. \n            ", "నివారణా చర్యలు": "\n              Plant seeds from healthy plants or from certified sources.,Chose varieties that are more resistant to the disease.,Follow the recommended sowing rates to avoid dense canopies.,Avoid planting lentils on fields with plant residues.,Sow at later times during the season to avoid worst damage.,Harvest as early as possible to minimize the infection on seed.,Bury the residues to reduce the carryover of the fungus into the following season.,Alternatively remove and destroy them.,Plan a crop rotation of at least 3 years between lentil crops.\r\nTake all necessary precautions to have clean tools and equipment.\n            "}