{"లక్షణాలు": "\n              The disease manifests itself mostly after the end of the growth phase. The leaves turn yellowish-green, lose firmness and eventually dry, starting from the base. The crowns turn white or show a yellowish midrib surrounded by a pale green blade.The affected canes are stunted, lighter in weight, and with hollow internodes but unaffected nodes and buds. Longitudinal cuts show dark red to purple internal tissue extending just above the growth ring in the nodes. In severe cases yield are greatly reduced.\n            ", "ట్రిగ్గర్": "\n              The plants show symptoms after or during the monsoon time. Fungi enter mainly  through injuries by other pests such as root borer, termite, scales, mealy bugs etc. Biotic stresses like drought and water logging predispose the plants for wilt infection. Moisture stress coupled with high temperature and low humidity reduces plant resistance to wilt.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Treat the seeds with moist hot air at 54°C for 150 minutes. Then dip the seeds in 0,1% bleach solution for ten to 15 minutes. Please take hygienic care and wear gloves as well as protective goggles. Do not use the vessel for household purposes afterwards.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. No chemical treatment is effective against wilt disease in sugarcane\n            ", "నివారణా చర్యలు": "\n              Make sure to get seeds or transplants from certified sources.,Crop rotation with nonhost plants is recommended.,Avoid excess of fertilizers in field, especially nitrogen.,Avoid injuries on plants while working.,Provide good drainage to fields and avoid overwatering.,Dispose of old plant debris after harvest.\n            "}