{"లక్షణాలు": "\n              Anthracnose is characterized by the appearance of lesions on leaves, stems, pods and seeds. Oval, gray to tan-colored necrotic patches with dark brown margins develop on the older leaflets. In severe cases, these leaflets wilt, dry and fall off, causing defoliation of the plant. On stems, lesions are elongated, sunken and brownish with darker margins. As they enlarge, the lesions may cover the base of the stem and girdle it, causing the plant to wilt and die. Pods have circular and sunken lesions with reddish-brown margins and reddish centers. In all cases, small distinctive dark or black specks are visible on the dead tissue. Occasionally, a salmon-colored ooze may also appear in the center. Infected seeds are shriveled and discolored. Overall, plant vigor is drastically reduced and they may lodge during adverse weather conditions. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Colletotrichum truncatum, that survives associated to seeds, in the soil or on plant debris for up to four years. There are two ways by which the infection is carried over to new plants. Primary infections happen when spores that grow in the soil infect seedling during emergence, growing systemically in the tissues. On other cases, the spores are splashed onto the lower leaves by rain drops and start an infection that spread upward. The fungus later produces more spores within the lesions developing on plant tissues (dark or black specks). These are dispersed by rain splashes to upper plant parts or to other plants (secondary infection). Cool to warm temperatures (optimal 20 to 24 °C), soils with high pH, prolonged leaf wetness (18 to 24 hours), frequent rain and dense canopies favor the disease. Nutritionally stressed crops are especially susceptible. In worst cases, yield losses can be as high as 50%. \r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              For some related species of fungus (on other crops), a certain control of the disease have been reached by soaking infested seeds in 52°C hot water for 30 minutes. Temperature and time should be complied precisely to ensure the desired effect of the treatment. Biological agents might also help to control the infection. The fungus Trichoderma harzianum and the bacteria Pseudomonas fluorescens used as a seed treatment compete with some species of Colletotrichum.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Seed treatments can be used for seed-borne infections. Various fungicides are recommended as foliar spray prior to flowering, repeating the application if the conditions for disease development are favorable. Formulations based on pyraclostrobin, chlorothalonil, prothioconazole or boscalid have been used successfully to hold the disease in check. Some cases of resistance to some of these products have been described. \n            ", "నివారణా చర్యలు": "\n              Use seeds from healthy plants or from certified sources.,Chose a more resistant variety, if available.,Keep a wide space between plants at sowing.,Follow a minimum crop rotation of 4 years with non-host plants.,Do not plant lentils in fields that were previously infected.,Remove volunteer lentil plants and weeds in and around the field.,Do not plant peas or broad beans as they are alternative hosts.,Do not bury plant residues, as these can carry the fungus to the next crop.,Leave plant debris on the ground instead as the fungus decomposes quicker there.,Avoid no-till strategies, as they favor the pathogen.\n            "}