{"లక్షణాలు": "\n              Despite the slight differences between crops, downy mildew on cucurbits is generally characterized by the development of yellow, angular leaf spots on the upper side of leaves that do not enlarge beyond major veins. This interveinal chlorosis gradually forms a yellow to brown mosaic pattern that should not be mixed up with virus infections. On the lower leaf side, the water-soaked lesions that appear just beneath these spots slowly acquire a light-gray, velvety and fuzzy appearance during cool temperature and high, prolonged humidity. As the fungus extracts nutrients from the plant, it can cause the dwarfing or killing of young shoots, flowers or fruits and lead to stunted growth and poor yields. In contrast to powdery mildew, the coating appear exclusively on the underside of leaves and its growth is limited by the main veins. Moreover, it cannot be removed easily. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by a fungus of the group of the water molds, Pseudoperonospora cubensis. It is an obligate parasite that requires living green plant tissue to survive. It is particularly destructive in shaded areas with cool, wet and humid conditions (heavy dews, fogs, precipitations) and temperatures around 15-23°C. The fungus overwinters in infected plant debris or shoots or on alternative hosts (crops and weeds). Wind, air currents and rain splashes spread the spores to healthy plant tissues during favorable conditions. Once they land on a susceptible host, the spores germinate and produce structures that enter the plant tissues through natural pores on the underside of leaves. There it starts to spread, eventually outgrowing the internal tissues and forming the characteristic mildew coating outside. There, spores are produced that will spread the disease even further. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Commercial biological treatments for fighting downy mildew are available. In mild cases, it is often better not to do anything and wait until the weather improves. In some cases, organic pre-infection fungicides can help to avoid contamination of plants and include copper-based fungicides, such as Bordeaux mixture. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Protectant fungicides can help to prevent the contamination of plants but they have to be sprayed properly to the underside of leaves. Fungicide formulations containing mancozeb, chlorothalonil or copper-based compounds can be used. Post-infection fungicide must be applied immediately after the detection of the first symptoms. Commonly used post-infection fungicides include mefenoxam, strobilurins, fluopicolide, famoxadone+cymoxanil, cyazofamid, and zoxamide. Resistance to some of these products has been observed. \r\n\r\n\n            ", "నివారణా చర్యలు": "\n              Ensure that seeds and transplants are free from disease.,Plant cucurbit crops early in the season.,Provide good spacing between plants.,Plant in sites well exposed to the sun and choose right orientation.,Chose resistant varieties, if available.,Keep your plant dry, for example through proper ventilation.,Water in during the mornings rather than in the evenings.,Make sure soils are well drained and do not work in the fields when leaves are wet.,Keep the vines off the ground and properly tied.,Ensure a balanced fertilization for plant vigor.,Fortifiers can be applied to strengthen the health of the plant.,Control weeds in and around the field.,Remove plant residues from the field.,Wash tools and equipment and ensure field workers wash their hands before moving from one field to the other.,Avoid distribution of infected soil and plant material from field to field.\n            "}