{"లక్షణాలు": "\n              Characteristic leaf mosaic patterns or mottling develop at an early stage of leaf development. The chlorosis is manifested as pale yellow or nearly white areas amongst remaining islands of green tissue. The mosaic pattern may be uniformly distributed over the whole leaf or localized to a few areas, which are often at the base of the leaf. Misshapen, distortion, reduction in leaflet size can be observed in severe infections. Some leaflets may seem normal or give the appearance of recovery, depending on ambient temperature and the resistance of the plant. However, symptoms may reappear under favorable environmental conditions for the virus. The reduced productivity of the leaves affects overall growth of the plant and the production of tubers. The size of the tuber is actually directly dependent on the severity of the infection, with severely infected plants having no tubers at all.\n            ", "ట్రిగ్గర్": "\n              The symptoms of cassava mosaic disease are caused by a group of viruses that often co-infect cassava plants. These viruses can be transmitted persistently by the whitefly Bemisia tabaci as well as by cuttings derived from infected plant material. Whiteflies are transported  by the prevailing wind and can spread the virus over distances of several kilometers. Manioc varieties differ greatly in their susceptibility to the virus but generally young leaves are the first to show symptoms, since the whiteflies prefer to feed on young, tender tissues. The distribution of the virus is greatly dependent on the population of this insect, which in turn is conditioned to the prevailing weather conditions. If large populations of whiteflies coincide with an optimal growth of manioc, then the viruses will spread rapidly. The preferred temperature for this pest is estimated to be between 20°C to 32°C.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No biological control measures are available to control the virus. However, the whitefly has many enemies and predators that could be used. A possible biological control include two species of the genus Isaria (formally Paecilomyces) with the two species Isaria farinosa and Isaria fumosorosea.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Active ingredients that have been reported to have an effect in controlling whitefly population worldwide include bifenthrin, buprofezin, fenoxycarb, deltamethrin, azidirachtin and pymetrozine. However, make a prudent use of these products, because unreasonable applications frequently leads to the development of resistance in the insects.\n            ", "నివారణా చర్యలు": "\n              Only use certified seeds from a certified source.,Cultivate a resistant manioc variety, if available on the market.,Maintain all tools involved in manioc cultivation clean and disinfect them is possible.,Use uniform and dense manioc stands rather than irregular widely spaced ones.,Intercropping with species such as banana, sweet potato, cereals and legumes decreases whitefly population.,Preferably plant manioc in well nurtured soil and fertilize accordingly.,Remove all infected manioc plants from the field and destroy (burn or bury) them in distance.\n            "}