{"లక్షణాలు": "\n              These butterflies are very characteristic an can be observed flying around the plants as they look for ideal sites to lay their eggs. A thorough monitoring of the field can unveil the presence of greenish-yellow eggs on the underside of the leaves. Damage to the outer leaves is also a clear sign of their presence. Beside the holes in the outer leaves, the damage to the cabbage head may be visible in the inner leaves when the heart is cut through. Caterpillars and their excrement are also often found on the plants. All types of Brassica crops are affected, including cabbages, cauliflower, Brussels sprouts, swede and turnips. Also some weeds may be affected. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the caterpillars of two species of butterflies, Pieris rapae and P. brassicae (small and large cabbage white respectively). Their life cycle varies slightly in length but overall are very similar. The butterflies have a black body and gleaming white wings with a conspicuous black tip on the forewing (and two black dots in females). A few weeks after emerging from the pupal stage, females lay yellowish eggs on the underside of leaves. After hatching, the caterpillars start to feed on the plant tissues. The caterpillars of the small white butterfly are more damaging as they bore into the hearts of cabbages. They are pale green and covered in short, velvet-like hairs. Their larger counterparts are yellow and black, with no obvious hairs on their bodies, and they tend to stay and feed mostly on outer leaves. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Products based on the naturally occurring bacterium, Bacillus thuringiensis or Saccharopolyspora spinosa (spinosad), kill the caterpillars of both species and is very effective when sprayed thoroughly on upper and lower leaf surfaces. These insecticides do not persist in the environment. A pathogenic nematode, Steinernema carpocapsae, is also available against the caterpillars and must be used when foliage is wet, for example during cool dull weather.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments, if available. Products based on the active ingredient pyrethrum, lambda-cyhalothrin or deltamethrin can be used against the caterpillars. Extracts of pyrethrum can be applied several times and up to one day before harvest. For lambda-cyhalothrin and deltamethrin, a maximum of 2 applications is recommended and a seven-day harvest interval must be respected. \n            ", "నివారణా చర్యలు": "\n              Monitor the field regularly for signs of the disease, particularly the underside of leaves.,Remove any leaf that has egg clusters.,Pick and remove caterpillars from the leaves by hand.,Prevent females from laying eggs by covering plants with an insect-proof mesh.,Control the use of pesticides that could affect beneficial insects and birds.,Avoid planting susceptible plants near the cabbage fields.,Remove weeds as they can serve as alternative hosts.\n            "}