{"లక్షణాలు": "\n              Symptoms depends greatly on the time of the year. The leaf-feeding generation bores tunnels between the two leaf epidermis and leaves mines and abundant frass on the underside of leaves. A window-feeding pattern can sometimes also been observed. The generation feeding on flowers makes a nest by spinning together several florets with silk threads. The feeding activity id denoted by abundant grains of frass. In the fruit-feeding generation, the larvae bore into small fruits of the olive tree in early summer and exit the host in early autumn, when they are fully grown, to pupate in the soil. Premature fruit drop is a direct consequence of the  damage caused to the fruits. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The damage to buds, leaves and fruits are caused by three different generations of larvae of the species Prays oleae. Adult moths have grayish forewings with silver metallic tones and several black spots, which in some specimens may be missing. The hindwings are of a uniform gray. Larvae vary in color and size depending on the generation in question. Each of these has specialized in a specific part of the olive tree. Larvae of the first batch (leaf generation) appear in mid spring and feed within the buds and at a later stage, on the flowers. The second batch of larvae (flower generation) emerges in early summer and is the most destructive. The females lay eggs on the small fruit close to the stem, and the young larvae bore into the olive and devour it, causing heavy fruit drop. Finally, the generation that originates in the fruits migrates to leaves, where they bore tunnels between the epidermis like leaf miners do. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Predators are numerous and include some species of ants, chrysopids, and beetles that feed on eggs of one or several of the generations. Parasitoids include several species of wasps, among others Trichogramma evanescens and Ageniaspis fuscicollis. Solutions based on Bacillus thuringiensis kurstaki have also been shown to decrease olive moth numbers significantly. Pheromone traps are very effective in catching adult moths and should be installed in early spring. \r\n\r\n\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Mating disruptors or ethylene applications can effectively control the pest. Organophosphates compounds applied against the larval stage feeding on flowers (first generation) may provide good control.\n            ", "నివారణా చర్యలు": "\n              Check for possible quarantine regulations in your country.,Plant resistant or resilient varieties if available in your area.,Monitor the olive trees regularly for signs of infestation with P.,oleae.,Use pheromone traps to determine the amount of moths present.,Avoid the use of broad-scale insecticides which might kill predatory species.,Do not transport any infested plant material between orchards.\n            "}