{"లక్షణాలు": "\n              Larvae feed on the developing grains inside of the glumes and arrest their growth. This causes the seeds to shrivel and become malformed, empty and chaffy. In the mature crop, the affected panicles present a blighted or blasted appearance. They have small, transparent midge pupal cases attached to the tip of the damaged spikelets. When squashed, red ooze appears, deriving from the body contents of the midge larva or pupa.  In heavy attacks the whole head may be empty of normal grains.\n            ", "ట్రిగ్గర్": "\n              The symptoms are mainly caused by the larvae of the sorghum midge, Stenodiplosis sorghicola. Adult midges have a mosquito-like appearance, with a bright orange body, transparent wings and very long antennae. When the temperatures and humidity rise, they come out of their diapause in the grain and mate within an hour. Shortly after that, the females lay 1 to 5 small, cylindrical and transparent eggs in each spikelet. The eggs hatch within 2 to 3 days and the young, colorless larvae begin to feed  on the soft tissue of the developing grain. After 10-15 days of continuous feeding, the mature dark-orange larvae pupate inside the grain for 3 to 5 days before emerging as an adult and start the cycle over again. Following the harvest, the larvae that are still in the grain enter into diapause where they can remain resting for up to 3 years. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Small black parasitic wasps of the families Eupelmus, Eupelmidae, Tetrastichus and Aprostocetus (A. diplosidis, A. Coimhatorensis, A. Gala) feed on the larvae of S. Sorghicola and can be introduced in fields to reduce its population. \r\n\r\n\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. In the field, chemical control of the midge can be difficult because the larvae, pupae and eggs are protected inside the spikelets. Pesticide use has to be carefully timed so as to occur when the adults emerge in the morning during flowering. In other conditions, the treatment will be ineffective. Formulations containing chlorpyrifos, cyfluthrin, cythalothrin, esfenvalerate, malathion or methomyl can be used. After harvest, sorghum grains can be fumigated with phosphine to kill the larvae in the spikelets. This will reduce the chance of the pest spreading to new areas.\n            ", "నివారణా చర్యలు": "\n              Plant resistant or resilient varieties, if available in your area.,Plant sorghum uniformly at the same time and depth.,Plant early in the season.,Remove alternative hosts, such as wild sorghum, Johnson grass and Sudan grass in and around the field.,Ensure good field hygiene.,Remove infested spikelets to avoid further spreading of the disease.,Remove or burn any plant residues after harvest.,Implement a good crop rotation (cotton, groundnuts, sunflowers or sugarcane).,Intercrop sorghum with pigeon peas, cotton, soybeans, cowpeas, safflower (Carthamus tinctorius) or other legumes.\n            "}