{"లక్షణాలు": "\n              In the initial stage of the infection, small reddish spots appear on the leaves. These spots gradually swell and develop into small black pustules, mainly visible on the upper leaf surface. As they eventually break off, they leave white craters with black surroundings. At a later stage,  the lesions continue to enlarge elliptically and may turn dark red to purple with tanned center. They may also coalesce, forming extensive tan blotches outlined by a narrow, dark red border. Small, black, hard and raised fungal bodies appear on the lesions, conferring them their rough aspect. Also called pycnidia, they may sometimes also be observed on apparently healthy green parts of the leaf blade. Similar lesions may occur on the leaf sheaths and sometimes on the stalks. At a final stage, leaves may die off.\n            ", "ట్రిగ్గర్": "\n              The characteristic symptoms are caused by the fungus  Ascochyta sorghi, which survives on crop residues. High humidity favors the infection via the spores produced in the pustules. The pathogen is found in all sorghum growing areas, throughout most areas of the Americas, Asia, Africa, and Europe. However, A. sorghi usually causes little crop loss and is considered to have a very low overall impact on sorghum production. The lack of economic importance of rough leaf spot is thought to be due to the breeding of resistance traits in sorghum. Beside this crop, Ascochyta sorghi also infects grain crops such as Johnson grass (Sorghum halepense), Sudan grass (Sorghum sudanense), and barley (Hordeum vulgare).\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sorry, we don't know of any biological treatment against the pathogen Ascochyta sorghi. Please contact us if you know of any method to reduce the incidence and/or severity of the disease. We are looking forward to hearing from you.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Copper-based fungicides such as Bordeaux mixture can be used to decrease the spread of the disease. Note, however, that this can also cause a toxic reaction in the plants.\n            ", "నివారణా చర్యలు": "\n              Make sure to use clean and healthy seeds.,Avoid to plant susceptible sorghum varieties.,Be careful to provide enough space between rows to increase air flow.,Regularly monitor the field for symptoms of the disease.,Avoid overwatering and overhead irrigation.,Implement a diversified crop rotation.,Avoid alternative hosts like Sudan grass, barley or Johnson grass in or around the field.,Avoid field operations when the leaf surfaces are wet.,Maintain a good sanitary standard in the fields.,Plow deeply to avoid pathogen survival in plant debris or overwintering structures in the soil.\n            "}