{"లక్షణాలు": "\n              Symptoms are varying depending on the tree species but are usually separated into blossom blight, twig canker and brown rot of fruits. Infected blossoms wilt, turn brown, and usually remain clung to the twig. Necrotic canker areas develops in woody tissue. Under moist or humid conditions, ash-gray-brown colored spore tufts form on the surface of the diseased blossoms and twigs. A gummy substance usually exudes from the cankers, causing the blighted flowers to stay attached to the twig. Fruit susceptibility to brown rot increases during the last stages of maturity, usually 2 to 3 weeks prior to harvest. Initially, tan-brown, circular spots are visible on the skin. Under humid conditions, ash-gray-brown masses of spores develop within these spots. Diseased fruit that do not fall to the ground dehydrate and become shriveled \"mummies\" that cling to the branch.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Monilinia fructigena, which thrives in warm, humid weather. In some cases, other fungi may be involved. In all cases, they hibernate in the mummified fruits or in the shoots. The initial infection is usually via spores landing on the anthers or pistil of the flowers. The fungus then invades the internal tissues of the blossoms (floral tube, ovary and peduncle) and reach the twig to which the flower is attached. Flowers and twigs gradually develop blight and canker respectively. Fungus spores can reside on the fruit mummy until they can travel to another tree branch for further infection. The infected fruits, and especially the mummified fruits, represent the most abundant source of infection.  \r\n\r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              The fruit-preserving method known as hydro-cooling, whereby the heat from the freshly harvested fruits and vegetables is removed by bathing them in ice water, can prevent fungal growth during storage or transportation. Biofungicides based on Bacillus subtilis work by function as antagonist to Monilinia fructigena. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Timely and repeated application of fungicides based on dicarboximides, benzimidazoles, triforine, chlorothalonil, myclobutanil, fenbuconazole, propiconazole, fenhexamid and anilinopyrimidines are effective to treat the disease. New fungicides like pyraclostrobin and boscalid are also effective. The right spray depends on the simultaneously incidence of other diseases such as scab, powdery mildew, rust, russet scab, or gray mold. Insect control is also important to avoid injuries to the fruits.\n            ", "నివారణా చర్యలు": "\n              Chose resistant varieties, if available in your area.,Avoid any injuries to the fruits during field work or by pests.,Apply measures to keep the canopy dry, for instance through suitable pruning.,Remove wild alternative hosts in the orchard.,Cut off all dying shoots 20 to 30 cm into the healthy wood at first sign of infection.,Remove and destroy (burn or bury) all infected fruits or branches to prevent the spreading of the infection.,Make sure to maintain a high hygiene standard.,Avoid excessive use of nitrogen fertilizers.,Monitor stored fruits for disease symptoms, as is this is an important spreading vector.,During storage or transportation keep fruits chilled to below about 5°C to slow the growth of the fungus.\n            "}