{"లక్షణాలు": "\n              The disease typically occurs when the plants reach the reproductive stage, starting from panicle initiation. Initially, leaf lesions appear as pin-sized spots of light yellowish-green to light orange color at the base of the leaf blade. As the disease develops, the lesion extends along the sheath towards the leaf tip, forming red streaks and stripes. Lesions may become necrotic and coalesce, giving the leaf a blighted appearance. The symptoms can be confused with orange leaf blight disease and are almost indistinguishable from the bacterial leaf blight disease at severe stages. However, in red stripe, there is usually one or two such lesions per leaf and they display a characteristic orange spot with a stripe stretching towards the tip of the leaf.\n            ", "ట్రిగ్గర్": "\n              The symptoms are believed to be caused by fungus of the genus Gonatophragmium. Even though it may be present on the plant since the early seedling stage, the symptoms usually start to develop when the plants reach the reproductive stage, starting from panicle initiation. Environmental factors such as high temperature, high relative humidity, high leaf wetness, and high nitrogen supply will increase disease development. It is believed that the pathogen enters plant tissue and produces toxins that are carried toward the tip of the leaf by the veins, thereby forming the typical stripe. Red stripe is a potential threat to rice production in Southeast Asia and India.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No biological control is available at the moment. Please notify us if you know of any.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach of preventive measures together with biological treatments if available. Sprays containing thiophanate methyl can effectively control the disease.\n            ", "నివారణా చర్యలు": "\n              Grow resistant varieties, if available in your area.,Ensure sufficient space between plants and optimal seeding rate.,Regularly monitor the field for signs of the disease symptoms.,Do not over-fertilize with nitrogen.,During panicle initiation, an intermittent drainage could avoid the development of the disease.\n            "}