{"లక్షణాలు": "\n              The bacterial stalk rot of maize is characterized by the discoloration of leaves, leaf sheath and the nodes of the stalk. The disease then develops rapidly along the stalk and spreads up to other leaves. As the tissues decay, a foul odor can be detected and the top of the plant can be very easily removed from the rest of the plant. The stalk rots completely and occasionally the top collapses. A longitudinal cut of the stalk reveals internal discoloration and soft slimy rot that is more concentrated at the nodes. Because the bacteria usually do not spread from plant to plant, diseased plants are quite often found scattered throughout the field. However, there are reports of plant-to-plant transmission by some insect vectors.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the bacterium Erwinia chrysanthemi, which overwinters only in stalk residues above the soil surface, but is unable to survive for longer than a year there. There is no evidence that the bacterium is transmitted via seeds. Disease is favored by temperatures of 32-35°C and high relative humidity. Frequent rainfall and overhead irrigation with sprinklers causes prolonged leaf wetness and the accumulation of water in the whorl. As this water heats, it can damage the plant tissues, providing openings through which infection can take place. Plants subjected to high temperatures or flooding may develop the symptoms first around the base of the plant. Irrigation water is believed to be the primary inoculum source. Although it may spread along the plant to infect additional nodes, the bacteria do not usually spread to neighboring plants unless vectored by an insect.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              There are no biological control options available for E. chrysanthemi at the moment. Please notify us if you know of any.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach of preventive measures together with biological treatments if available. Chlorination of irrigation water reduces infection by E. chrysanthemi. Formulations containing streptocycline, optionally combined with copper oxychloride, can also be effectively applied against the disease.\n            ", "నివారణా చర్యలు": "\n              Plant resilient varieties, if available in your area.,Monitor the field regularly for symptoms of the disease.,Incorporate debris in the soil after harvest to break the cycle.,Good agricultural management practices are recommended to avoid flooding.,Avoid high nitrogen applications and always amend with high doses of phosphorus and potassium to decrease the incidence of the disease.,Avoid irrigation during very hot periods of the day where water can collect in the plant whorl.\n            "}