{"లక్షణాలు": "\n              First symptoms appear during the spring as small gray or brown flecks on young fruits. By the summer, these flecks have developed into small, sunken, brown lesions, sometimes surrounded by a conspicuous red halo. When conditions are favorable, a few of these lesions enlarge further and show small, black or dark brown dots on their middle. Gradually the brown, watery rot expands from the surface to the core of the fruit, forming a V-shaped pattern (cylindrical rot pattern around the core are typical of another disease of apple, bot rot). Engulfed by the decomposition, the decaying apple dries up and usually remains hanging on the branch, forming a so-called mummified fruit. On leaves, infections are characterized by small purple flecks that later enlarge to irregular necrotic areas. Severely affected leaves turn yellow and eventually shed. The contagion of the disease to shoots will compromised flowering the following season. All apple varieties are susceptible to bitter rot. \n            ", "ట్రిగ్గర్": "\n              The symptoms on leaves and fruits are caused by two different sexual stages of the same pathogen. The spots on leaves and fruits are the results of the colonization of the tissues by the sexual form Glomorella cingulata. The asexual form is called Colletotrichum gloeosporioides and is the causal agent for the fruit lesions later in the season. Mummified fruits and infected wood are the overwintering sites of the fungus. During the spring, it resumes growth and produces spores that are released by rain splashes and dispersed by the wind. Elevated temperatures (25°C) and prolonged periods of leaf wetting favored the life cycle of the fungus and the infection process. The contagion of fruits can happen at all stages of their development, but are more common in the latter half of the season. Epidemic proportions and extensive losses can be reached during prolonged periods of wet warm weather during fruit growth.  \r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              An antagonist, Metchnikowia pulcherrima T5-A2, was used in combination with heat treatment to control bitter rot on ‘Golden Delicious’ apples under controlled conditions. These treatments still need to to be tested in field trials. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Spraying every fortnight with preparations based on dinathion, copper or sulphur can have good results if a good sanitation program is followed. If periods of warm, wet weather occur, it is imperative to spray more frequently than every 14 days. \n            ", "నివారణా చర్యలు": "\n              Ensure a good sanitation on the field.,At low incidence, monitor the orchards and remove diseased fruit from the tree during the growing season.,Infected wood and tree residues must be removed and destroyed after harvest.,Alternatively, mow dead branches on the ground to increase the rate of decomposition.,Plant fortifier can be applied to keep the plant resistant against infection.,Maintain a balanced fertilization program.\n            "}