{"లక్షణాలు": "\n              Leaf spots first appear as small purple dots on the older leaves, that is those nearest to the ground. As they enlarge, they can grow to circular spots of about 0.6 mm in diameter, becoming grayish black or brown. A small black pimple is usually visible in the center of the spot. When the leaf is wet, a gelatinous liquid oozes from the pimple and gives the spot a creamy, glittering appearance. In severe cases, each lesion may have dozens of spots, resulting in necrosis of the leaf tissues and extensive defoliation. Fruit lesions are much like those on leaves, but they are rather black and slightly sunken. Again, as they coalesce, they may form large necrotic patches on the skin that make the fruit crack. Lesions on twigs occur rather on new growth and not on old branches. They are purple to black, with indefinite margins. As they grow, the lesions may run together and form a superficial canker.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Diplocarpon maculatum, which survives the winter in lesions on green twigs and fallen leaves. Often the primary infections do not occur until early summer to mid summer. The spores are produced on fallen, overwintered leaves or on shoots from the previous season. Secondary infections begin about 1 month later and reoccur throughout the season during periods of rain. Favorable conditions that promote the production of spores on the lesions and their spread onto healthy leaves include cool, rainy weather and prolonged leaf wetness. In these settings, the germination is accelerated and the penetration of the fungus into leaves and green shoots too. The fruiting structures arise on the leaf spots and repeating cycles of spore production occur throughout the spring and summer.\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              To our knowledge, there is not biological treatment against this diseases. Please contact us if you know of any method that could reduce its incidence and severity. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Fungicides containing manzate, penncozeb, dithane or zinc dimethyldithiocarbamate are effective against the fungus. The application of these products early in the season will prevent the initial infection by D. maculatum. When disease pressure is high, summer-long  fungicide applications will be required, particularly in wet summers. In late-maturing varieties an extra application early in fall will also prevent the disease from infecting the fruits.\n            ", "నివారణా చర్యలు": "\n              Use disease-free plant material from certified sources.,Chose resistant varieties if available in your area.,Regularly monitor the orchard for symptoms of the disease.,Prune tree to allow for a good ventilation.,Avoid frequent pruning and excess fertilization.,Maintain a high standard of hygiene and disinfect tools and equipment between fields or uses.,Avoid overhead irrigation.,Remove diseased twigs as well as tree debris and destroy it at a distance of the cultivation site.,Remove any tree debris in autumn.\n            "}