{"లక్షణాలు": "\n              The main visible symptom of this disease is the appearance of knots on twigs, branches, trunks and roots in spring and summer. On branches they develop usually but not always, at leaf nodes or the fruit stems. These deformations of the bark can reach several centimeters in diameter and can occasionally also grow on leaves or buds. Stem dieback is common, as the galls stops nutrient and water transport to the tissues. In general, infected trees show less vigor and reduced growth. As the knots grow, they girdle and kill off afflicted twigs, resulting in a reduction of fruit size and quality or the death of the tree in case of newly-planted orchards.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by a type of bacterium of the species Pseudomonas savastanoi. This pathogen thrives on the bark rather than the leaves of olive trees. The severity of the infection varies from the variety, but young olive trees are generally more susceptible than older ones. The bacteria survive in the knots and is excreted as part of an infectious bacterial ooze when it rains. It is spread to healthy plants via rain splashes or mechanically throughout the year. Leaf scars, bark cracks, pruning or harvest wounds favor its dispersal. Freezing damage during winter is particularly problematic as it usually coincides with rainy days, creating the perfect conditions for an epidemics. Galls appear from within 10 days to several months after infections, singly or in series. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Two preventive bactericide applications per year (fall and spring) with organic, copper-based products greatly reduced the formation of knots on the trees. Pruning wounds should also be treated with copper containing bactericides (Bordeaux mixture for example) to minimize the possibility of contamination. Some products containing copper sulfate are also allowed in certified organic agriculture.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available.  This pathogen is extremely difficult to control. Two preventive bactericide applications per year (fall and spring) of copper-based products (together with mancozeb) greatly reduced the incidence of the disease in the orchards. Pruning wounds should also be treated with copper containing bactericides to minimize the possibility of contamination. Trees harvested mechanically should be treated immediately after harvest. \r\n\r\n\n            ", "నివారణా చర్యలు": "\n              Choose resistant varieties, if available.,Prune out the affected branches with galls during the dry season.,Avoid to work in orchards when the foliage is wet, mainly at harvest.,If possible, avoid harvesting when rain is predicted.,Work with sanitized shears and equipment and disinfect them regularly while working.\n            "}