{"లక్షణాలు": "\n              Voles are herbivore rodents that dig superficial burrows in the soil. They eat roots, stems and young tubers standing on the way. They occasionally also eat grains, seeds and berries. When there is shortage of food, they might chew on the bark of young trees and shrubs. The damage to the roots and stems reduces the flow of nutrients and water to aerial parts of plants. Leaves can show wilting and withering, and signs of overall poor vigor. Girdling damage to the bark reduces yields and might even kill the plants.\n            ", "ట్రిగ్గర్": "\n              The word 'Vole' actually applies to a number of different animals of the Cricetidae family, ubiquitous to the northern hemisphere. They are small, sturdily-built rodents with light brown to gray fur, and similar to mice but with rounder heads and shorter, hairy tails. They thrive in fields with lots of weeds and coverage, especially those with loose and medium-density soils. Voles are active during spring and dig many short and shallow burrows into the soil, eating bulbs, roots and young tubers standing in the way. Using leaves, grass, and stems they build their nests underground, often at the base of a tree or shrub.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Supplemental competitive feeding of the rodents may avoid severe damage to crops. A large variety of mammals and birds of prey feed on voles. Biological repellents based on capsaicin (hot pepper) or castor oil and predator odors (from urine and feces) might convince the rodent to feed elsewhere.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Before opting for a treatment, be sure that you deal with voles and not with moles (protected in many countries). Use toxic baits based on zinc phosphide at the entrance of the burrows. Alternatively, use animal repellents such as thiram added to irrigation water at planting.\n            ", "నివారణా చర్యలు": "\n              Plant aromatic plants like crown imperial, garlic or sweet clover.,Use non-lethal traps to catch the rodent.,Fit young or newly planted trees with biodegradable spirals.,Use underground mesh barriers to wrap the roots up (13 mm mesh size).,Keep fields clear of grass and weeds.,Keep the mulch at least one meter away from the base of trees.,Include practice that favors natural predators such as birds of prey.\n            "}