{"లక్షణాలు": "\n              A large number of outgrowths (the so-called galls) appear on the leaves. Leaf margins may thicken, depending on the gall mite species. The excessive growth of hairs produces a velvety fur grows on the underside of the leaves. The colors of the galls can range from yellow to red. Shoots appear stunted and buds may enlarge. Feeding of the mites results in the development of hard raised structures on the leaf surface. Trees may feature a proliferation of shoots which appears like \"witches' brooms\". A bronzening of leaves is also possible.\r\n    \n            ", "ట్రిగ్గర్": "\n              The damage is caused by a minute mites, usually less than 0.2mm in size, which mainly infests berries, but can also affect fruit trees or walnut trees. These specific mites have an elongate body and only two pairs of legs, unlike other mites which have four pairs. They overwinter in the bark or underneath bud scales and start feeding and laying eggs in spring. They feed on leaf tissues by sucking sap and while doing so, they secrete chemicals into the plant tissue, causing the formation of the characteristic galls. Mites keep feeding sucking on these galls, which are actually filled with nutritious plant sap. They usually do not cause serious damage to the host. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              In most cases, no treatment is necessary. If infestation is severe, affected tree parts can be removed. Consider beforehand, if the damage caused by the cutting of infected material might cause more damage than the mites. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Preventive sprays with insecticides/miticides containing abamectin or bifenthrin can protect the trees from mite infestation. Preparations of wettable sulphur may also help, but they can also harm beneficial organisms.\n            ", "నివారణా చర్యలు": "\n              Regularly monitor the orchard for symptoms of gall mites.,If available, chose mite resistant or tolerant tree varieties.,Cut off infested plant material and burn or bury it to avoid further disease spreading.\n            "}