{"లక్షణాలు": "\n              Infection appears in the form of yellow-orange and black regions on the bark that later ooze a gummy secretion. The gum first has a light amber color that gradually turns dark brown as the disease progresses. Cankers eventually develop in the branches and twigs, and as the fungus grows within the vascular tissue, it girdles the portion of the wood above that point until it dies. The bark dries out and becomes necrotic, but usually remains intact the first season. However, over the years, sunken discolored areas with light and dark concentric circles can be observed beneath the gum, corresponding to dead tissue and black fungus overgrowth respectively. Affected areas may be attacked by tree borers, which leave abundant frass. Infected twigs may show gumming at the base and dieback symptoms. The leaves may exhibit symptoms when the branch or twig infection is severe, turning yellow, wilting and eventually dying. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Cytospora (or Valsa) canker is a destructive disease caused by the fungus Cytospora cincta (today known as Valsa cincta). It affects a variety of tree fruits, including peach, apricot, plum and cherry trees. It usually infects orchards that are neglected, old or stressed during the dormant phase. Fungal growth occurs in the bark during the winter when temperatures are above freezing but is stopped when trees resume growth in spring. Infection occurs mainly through mechanical injuries of the bark, cankers induced by other fungi and injuries to tissues by frost, sunburn or insect damage. High humidity (especially above 90%), rain and prolonged periods of leaf wetness increase the incidence and severity of the disease. Continuous wetting of the canker with irrigation water also promotes spore formation and liberation. However, low relative humidities impairs the life cycle of the fungus. Spores are dispersed by splashing or wind-driven rain, insects, birds and bad field practices.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Mustard oil solutions can be applied directly on the cankers to limit their growth and reduce the severity of symptoms. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Products containing the active ingredients captan, rovral, topsin or calcium propionate can be sprayed 5 to 6 times or applied to wounds immediately after pruning during wet periods. Alternate the chemicals to avoid the development of  resistance. \n            ", "నివారణా చర్యలు": "\n              Choose disease-free planting material from certified sources.,Use resistant varieties if available.,Select a site with no history of Cytospora infections.,Make sure that the orchard has an efficient drainage and water only during dry periods.,Monitor the orchard regularly for symptoms of cankers on the bark.,Maintain a balanced fertilization, and avoid the excessive use of nitrogen.,Remove the affected tree parts during dry periods and in severe cases the entire tree.,Burn or deep-bury removed tree material at a distance of the orchard.,Avoid injuries to the bark with mechanical equipment during field work.,Do not prune the trees in wet conditions.,Disinfect pruning tools with alcohol or formaldehyde prior to use.,Avoid overhead irrigation and  water dropping on bark.,Do not work in the orchards when the foliage is wet.,Avoid damage to trunk and branches.\n            "}