{"లక్షణాలు": "\n              Symptoms vary greatly depending on the virus type, the crop and the varieties in question, the stage of growth at the time of infection and the environmental conditions. On leaves, they include tip necrosis,  streaks, presence of mosaics on leaves, and development of yellow patches chlorosis. The most conspicuous sign of all is the contrasting yellow and green mottling on the foliage. In some cases, the areas of dark green tissue become raised over the surrounding chlorotic tissue. The clearing of vein may also occur in some crops. Leaves may deform as a consequence of uneven growth, and margin can curl downward. Even though pods do not seem to be directly affected, they often are less developed or deformed and have fewer seeds. Overall, plants present a stunted growth. \r\n\r\n\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the bean yellow mosaic virus (BYMV). Often there is a co-infection with other viruses, explaining the variety of symptoms. Cucumber mosaic virus (CMV) is one of the most commonly occurring co-infecting agent. In addition to beans, it can also infect other important legume crops such as peanuts, soybeans, broad beans. Several species of clover, alfalfa and lupine can serve as overwintering hosts. Other non-leguminous host plants include some flowers, like the gladiolus. All these plants act as hosts for the overwintering viruses. The virus is mainly transmitted from plant to plant via a vector, although there is some suspicion that it could also be seed-borne. More than twenty species of aphids can carry it in a non-persistent manner, including including Acyrthosiphon pisum, Macrosiphum euphorbiae, Myzus persicae, Aphis fabae. It can also spread via grafting with contaminated plant parts or mechanical inoculation. \r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Control of aphid populations is essential to control the transmission of bean mosaic virus. Check the underside of the leaves for aphids and, if found, treat immediately with an insecticidal soap, neem oil or organic products based on pyrethroids. Predators feeding on aphids can also be used. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. There are no treatments against viruses and a full control of the population of aphids is difficult. In fact, aphids are not killed rapidly enough to prevent virus spreading. Mineral oil (1%), either used alone or mixed with insecticides, considerably reduce the spread of the virus. However, they are expensive and treatments must be repeated frequently to protect newly developing shoots. Plant yield can also be reduced. \n            ", "నివారణా చర్యలు": "\n              Make sure to plant healthy seeds or plants from certified sources.,Use resistant plants, if available.,Increase plant density to make the canopy more dense.,Plan a crop rotation, especially if the field has an history of infection in the past.,Make sure not to plant beans near alfalfa, clover, or other legumes or flowers such as gladiolus.,Keep the fields and surrounding clear of weed.,Keep the use of insecticides low in order to promote beneficial insects.,Use plastic or organic mulch to disrupt the life cycle of the aphids.,Use of cereal strips around the field as a barrier crop.\n            "}