{"లక్షణాలు": "\n              In young emerging leaves, the secondary veins grow very close to each other and are thicker than normal, protruding slightly above the lamina. The tissues become brittle, leading to a curling and deformation of the leaf that often take a corrugated shape. In later stages, chlorotic spots appear on the surface and gradually grow toward the midrib, forming white stripes. Leaf tips exhibit browning and breaks. The unfolding of leaves is delayed or impaired, often leading to an incomplete lamina. Inhibition of root and flower formation is also observed, leading to yield reduction. Severe deficiency causes all growth to stop. Boron and calcium deficiency symptoms tend to overlap. \r\n\n            ", "ట్రిగ్గర్": "\n              Boron deficiency is not common in bananas. They are caused when the soil concentration is low or when plants cannot mine it from the soil. Boron availability tend to decrease as pH increases and organic content of soils is low (<1.5%). Weathered soils or sandy soils (prone to nutrient leaching) are particularly susceptible to boron deficiency. Application of boron may not correct the deficiency in those cases because the nutrient  remains unavailable for the plant. Boron is essential for flowering, fruit set, skin strength and firmness, which in turn can influence storage and shelf life. It also enhances the uptake of calcium by the roots, explaining why these two deficiencies goes hand in hand. The lack of boron often increase the likelihood of fungal diseases and reduce the plant's tolerance to various environmental stresses.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Make sure to have healthy soils with a good organic matter content and a good water retention capacity by applying farm manure or a compost mix of animal manure and leaves (ideal for sulfur and boron supply). This is a good long-term approach to remedy boron deficiency. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Once a plant shows signs of deficiency, take immediate steps suggested here below, since the plants will not fully recovery once the damage has already happened. Prevention is key. Apply fertilizers containing soluble boron compounds (borax) to the soil between seasons. Recommended rates are 10-30 g/plant in the third month after plantation, depending on the type of soil. Over-fertilization may result in boron toxicity, so aim for the lowest effective rate. Foliar spray of boric acid (1 g per liter) 2 times a month will keep the boron levels in plant tissues stable besides increasing the bunch yield.\r\n\r\n\r\n\n            ", "నివారణా చర్యలు": "\n              Do not overfertilize or lime excessively the soils as high pH favor boron deficiency.,Water regularly and avoid overwatering.,Provide the field with good drainage system.,Avoid sandy soils, soils with high pH and rich in clay minerals, iron or aluminum oxides.,Have the soil tested regularly to gain an understanding of the nutrient levels of the field.\n            "}