{"లక్షణాలు": "\n              Leaf symptoms begin as water soaked lesions that later become yellowish circular spots. The main characteristic of these spots is that they are irregular and turn dark brown or black as they enlarge. Stem lesions are also conspicuous and as they grow they can girdle the vascular tissues and cause stems and vines to wilt. In some species, stem can appear. On the fruits, large, circular, black and sunken spots appear and later become cankers. On watermelon the spots may measure 6 to 13 mm in diameter and up to 6 mm deep. When moisture is present, the black center of the lesion is covered with a gelatinous mass of salmon colored spores. Similar lesions are produced on muskmelon and cucumber. Cankers with this pinkish color are the most characteristic symptom of the disease in cucurbits. \n            ", "ట్రిగ్గర్": "\n              The symptoms on leaves and fruits are caused by the fungus Glomerella lagenarium, which  overwinters on diseased residue from the previous crop or may be carried on cucurbit seeds. In the spring, when the weather becomes wetter, the fungus releases airborne spores that infect vines and foliage close to the soil. The life cycle of the fungus largely depends on ambient humidities, leaf wetness and fairly high temperatures, 24°C being considered optimum. Spores do not germinate below 4.4°C or above 30°C or if they are not supplied with a film of moisture. In addition, the pathogen must have water to free the spores from their sticky covering in the fruiting body. Al this explains why anthracnose usually becomes established in mid-season after the plant canopy has developed.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Organically approved copper formulations can be sprayed against this disease in cucurbits and has shown decent results in the past. Formulations containing the biological control agent Bacillus subtilis are also available. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Apply approved fungicides to the crop at regular intervals, more often if frequent rains occur. Among fungicides available are chlorothalonil, maneb and mancozeb formulations. An very effective foliar spray treatment has been the combination of chlorothalonil with mancozeb.\n            ", "నివారణా చర్యలు": "\n              Use certified, disease-free seeds.,Chose resistant varieties, if available in your area (several have been put on the market).,Rotate cucurbits crops with unrelated crops in a three-year rotation.,Practice good sanitation of the field by plowing under fruits and vines at the end of the season.,Avoid the movement of machinery or workers in the fields when the foliage is wet.,If overhead irrigation is necessary, plan it during the early morning and make sure the foliage is dry before nightfall.\n            "}