{"లక్షణాలు": "\n              Young larvae feed by scratching the lower epidermis of leaves, leaving the upper layer intact. This results in the appearance of \"window panes\", with withered, brown or grayish  upper epidermis. Older larvae feed by cutting through the whole lamina. Such damage may extend to the petioles and can bring about leaf drop. They often also connect parts of the leaf or several leaves together with silk threads to make nests, which they will later use as pupae.  Black frass particles and thin silk filaments are clearly visible on damaged parts of the plant. Feeding can also be observed on the apical buds and on fruits in the form of feeding holes or galleries that extend down to the bone. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the feeding of the larvae of Palpita unionalis, which attack mainly the leaves of olive trees. The moths have a greenish body, about 15 mm in length, completely covered with white scales. The wings are translucent, with a slight sheen and fringed margins, forewings have two black dots in their middle and brown leading edges. Females lay up to 600 eggs on young olive leaves, flowers, fruits and branches. The hatching larvae are green-yellow, about 20 mm in length. Initially they have a gregarious behavior, but over time they spread out and make their own nests weaving together several leaves. In normal conditions, the caterpillars are not numerous enough to cause significant damage. However, they may become a problem in nurseries.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              The removal of suckers in older olive orchards is the best way to prevent the rapid build-up of jasmine moth populations. Parasitoids wasps of the species Trichogramma and Apanteles and the predators Anthocoris nemoralis and Chrysoperla carnea are important enemies of the jasmine moth. The use of solutions based on Bacillus thuringiensis is also recommended against P. unionalis. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Chemical treatments of trees should only be considered when more than 1% of the fruit are affected. Nurseries or young plantations should be treated when more than 5% of the trees are affected in the spring. Insecticides based on the active ingredients dimethoate, deltamethrin and cypermethrin can be used for chemical control of the jasmine moth in olive orchards.\r\n\r\n\n            ", "నివారణా చర్యలు": "\n              Be aware of possible quarantine regulations in your country.,Plant resistant or resilient varieties if available in your area.,Monitor olive trees regularly for signs of P.,unionalis.,Remove suckers in older olive orchards to prevent the rapid build-up of populations.,Avoid the use of broad-scale insecticides which might kill predatory species.,Do not transport any infested plant material between orchards.,Use pheromone traps to determine the number of moths present and apply control measures.\n            "}