{"లక్షణాలు": "\n              Leaves are curling up at the margins, exposing white patches of fungal coating on the lower leaf surface. The patches may eventually coalesce to cover the entire underside of the leaf. Purple and reddish lesions appear on both side of the leaf lamina, as well as numerous black specks. Infected flowers produce deformed fruits or no fruits at all. Affected berries display a dull aspect and in severe cases, they may become dessicated, cracked and have a tan to rusty-pink appearance. Due to the hairiness of the leaves, the fungal covering is sometimes hard to recognize. A hand lens is recommended for this purpose. Heavy powdery mildew infection may result in a serious reduction in photosynthesis, affecting overall plant vigor, fruit production, and quality.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Podosphaera aphanis, which is an obligate pathogen that must overwinter on diseased strawberry leaves or other alternative hosts. It can also be introduced to the field by infected transplants. Under favorable conditions, the fungus resume growth and starts to produce spores, which are spread by the wind to healthy plants. Windy conditions, moderate to high humidity, dry leaf surfaces and temperatures between 15-27°C favor its life cycle. As a notable exception in fungal pathogens, the infection and germination process do not require free water. Warm temperatures with high humidity in the strawberry field favors the growth of powdery mildew on the fruit. Overhead irrigation, rain, and dew inhibit the development and spread of this disease, so this pathogen tends to cause more problems in green­houses and high tunnels.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Milk-water-solutions, which function as natural fungicides, may be sprayed onto the leaves to wash them in case of minor infections. Apply this solution every second day to the leaves. Sprays containing silicon nutrient also decrease the amount of fungus. certified organic sulfur solutions may also be used as a preventative.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Fungicides containing quinoxyfen, triflumizole, myclobutanil, micronized sulfur or azoxystrobim can be applied. However, resistance to fungicides is an issue with powdery mildew. Sulfur may be used as a preventative.\n            ", "నివారణా చర్యలు": "\n              Plant resilient varieties, if available in the area.,Choose a planting site with good sun exposure, ventilation and minimal shade.,Maintain sufficient distance between plants.,Monitor the strawberry plants regularly for signs of the pathogen.,Apply a balanced nutrient supply and avoid excess nitrogen.,Avoid extreme temperature changes.,Cut foliage down after harvest.\n            "}