{"లక్షణాలు": "\n              The oleander scale feeds on many parts of the host plant and symptoms are generally related to the severity of attack. First signs of infestation may be the appearance of numerous white scale armors (about 2 mm in diameter) on stems, leaves and fruits of the host. As they feed, they produce honeydew that drops onto fruits and leaves and favors the development of sooty molds. At heavy infestations, leaves may show signs of wilting and fall prematurely. Shoots may dry and fruits show deformation, something that is particularly serious in the case of table olives. Overall, the tree show poor vigor and yields and quality can be affected.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the feeding activity of the oleander scale, Aspidiotus nerii. Adults are flat and oval, about 2 mm in length and have a whitish, waxy covering that repels liquids. The immature stages (crawlers) are much smaller. Both are found encrusted on the lower side of leaves and on stems, sucking out plant sap. The dispersal of the scales over large distances is predominantly through infected plant material. Locally, the crawlers are very active and mobile, migrating from tree to tree when those are in contact through adjacent branches. Temperature and humidity have an important effect on their life cycle. At 30 °C the development of crawlers is completely hindered. A. nerii is usually considered a minor pest on olive orchards. Other hosts include apple, mango, palm tree, oleander and citrus.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Natural enemies of A. nerii include the parasitoid wasp Aphytus melinus and Aphytis chilensis and the coccinellid predators Chilocorus bipustulatus, Rhyzobius lophantae and Chilocorus kuwanae. The latter is most successful in controlling scales in sunny locations with large scale infestations. Organic pesticides with short persistence based on plant oils, plant extracts, fatty acids or pyrethrins could also be used. Frequent application may be needed and the underside of leaves should be targeted.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological control, if available. Contact sprays containing the active ingredients deltamethrin,  lambda-cyhalothrin or cypermethrin can give some control if applied thoroughly to the underside of leaves. The systemic insecticide acetamiprid is absorbed into plant tissues and taken in by the scales as they feed. Note that dead scales can remain firmly attached to the leaves or stems.\n            ", "నివారణా చర్యలు": "\n              Allow adequate spacing between trees at planting.,Prune trees adequately to avoid the contact between branches of different trees.,Monitor the orchards for signs of scales and scrape them off the leaves if in low numbers.,Check carefully for the presence of scales in all imported propagative material.,Avoid transport of potentially infested material.,Avoid use of broad-spectrum insecticides that could disturb beneficial insects.,Consider removing heavily infested trees and replacing them.,Place traps or obstacles to catch or hinder ants that cater for the scales.\n            "}