{"లక్షణాలు": "\n              Symptoms evidenced on leaves, petioles, stems, and fruit will vary, depending on the stage at which plants are infected and the environmental conditions. The spread of the disease follows a top-to-bottom pattern. Young leaves may show small, dark-brown spots that gradually grow, sometimes forming concentric rings. As they coalesce, they cover large patches of the blade, eventually leading to necrosis of the tissues. Dark brown streaks may be visible on stems and petioles. Growing tips are usually severely affected with systemic necrosis. Plants show stunted growth or may exhibit one-sided growth. Severely infected plants bear immature tomatoes with mottled, light green rings and raised centers. On ripe, red fruits, striking brown rings accompanied by chlorotic spots and blotches makes fruits unmarketable.\n            ", "ట్రిగ్గర్": "\n              Tomato spotted wilt virus (TSWV) is transmitted by various species of thrips, including the western flower thrips (Frankliniella occidentalis), the onion thrips (Thrips tabaci) and the chili thrips (Scirtothrips dorsalis). TSWV is also active in the thrips vector, and can transmit it persistently. Nymphs that acquire the virus by feeding on infected plants will retain the ability to transmit it for the remainder of their lives. However, TSWV cannot be passed from infected females to the eggs. The virus has a very wide host range, including tomato, pepper, potato, tobacco, lettuce and many other plants.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Some predatory mites feed on larvae or pupae of thrips and are commercially available. For varieties that attack the leaves and not the flowers, try neem oil or spinosad, especially on the undersides of the leaves. Spinosad application is very effective but can be toxic to certain natural enemies (e.g., predatory mites, syrphid fly larvae, bees) and should be avoided during flowering time. In case of flower thrips infestation, some predatory mites or green lacewing larvae could be used. A combination of garlic extracts with some insecticides also seem to work well.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach of preventive measures together with biological treatments if available.  Due to the high reproductive rates and their life cycles, thrips have developed resistance to different classes of pesticides. Effective contact insecticides include azadirachtin or pyrethroids, which in many products are combined with piperonyl butoxide to enhance their effect.\n            ", "నివారణా చర్యలు": "\n              Use transplants from nurseries that have a proper management for thrips and TSWV.,Avoid planting near alternative hosts or plants infected with the virus.,Inspect transplants thoroughly for the presence of thrips.,Plant resistant tomato varieties, as they do not require insecticide applications against thrips to control the dispersal of the virus.,Use sticky traps over a large area for mass-catching.,Control weeds in and around the field.,Remove infected plant and any plant debris and destroy it.,Keep plants well irrigated, and avoid excessive applications of nitrogen fertilizer.,Greenhouses could be sterilized with steam between plantings.,Use highly reflective UV mulch (metalized mulch) to ward off the thrips.\n            "}