{"లక్షణాలు": "\n              A black whip-like structure emerges from the growing point of the sugarcane and in most cases stretches above the top of the infected plant. This developing whip structure is a mixture of plant tissue and fungal tissue. The spores of the fungus are stored in the whip tissue. After the spores are released, only the core of the whip remains. Additionally, the growth of the plant is stunted and the leaves are thin and stiff.\n            ", "ట్రిగ్గర్": "\n              The spores of the disease that are produced in the characteristic whip spread by wind and via several insects. Another means of dissemination is the use of infected sugarcane stalks for seeding. Warm and humid conditions favor the risk of an infection. Infected sugarcane can grow without any visible symptoms for several months. After 2 or 4  month (sometimes up to one year), the growing point of the sugarcane produces the “whip”.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Remove infected stalks and destroy all residues of infected plants. To ensure disease-free seeding material, you should dip sugarcane cuttings in a 52°C hot water bath for 30 minutes. Otherwise you can dip the cuttings in a 50°C hot water treatment for 2 hours.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures as well as biological treatments if available. Treatment of sets with fungicides like benzimidazole before planting can help to reduce the incidence of the disease in the fields.\n            ", "నివారణా చర్యలు": "\n              Plant resistant varieties.,Use disease-free planting material.,Implement wide crop rotation.,Use heat therapy for breeder seed production (moist hot air treatment - MHAT - at 54oC for 150 minutes or hot water treatment at 50°C for 2 hours).\n            "}