{"లక్షణాలు": "\n              All aerial parts of the plant may be attacked and different degrees of susceptibility can be found in different crops. Usually grayish-brown, circular spots develop first on older leaves. These range from small discrete black specks to large zonate lesions up to 12 mm diameter with brown centers. These lesions may have a sooty mass of spores in their centers and be surrounded by a chlorotic halo. Over time, the centers become thin and papery, eventually dropping out to give a \"shot-hole\" aspect to the lamina. Leaves become chlorotic and defoliation can ensue in severe cases. In seedling growing from infected seeds, the pathogens usually cause damping-off of the newly emerged plants.  Spots can also appear on pods or at the base of the stem, causing the symptom known as blackleg. \n            ", "ట్రిగ్గర్": "\n              The symptoms vary slightly depending on the crop in question and are caused by the seed-borne fungus Alternaria brassicae, a common pathogen of cabbage and other species of Brassica. Another related species of fungus, namely Alternaria brassicola, may also be encountered in some of these crops. The main way of transmission of these pathogens is through infected seeds. They may have spores on the seed coat or fungal threads in the internal tissues. In both cases, the fungus gradually colonizes the developing plant and lead to the appearance of symptoms. The fungus can also overwinter on susceptible weeds or non-decomposed crop debris. In that case, the spores landing on healthy plant enter the tissues through the natural pores on leaves or through wounds. In any case, humid conditions, windy rain and warm temperatures (optimum 20-24°C) favor the infection process. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No biological treatment or method seems to be available to fight this pathogen. Please contact us if you know of any. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. \r\nMonitoring and correct diagnosis are essential to understand the need of an application with fungicides. Seed treatment is strongly recommended. Foliar sprays in the field once the the first symptoms have been detected is another way to control the disease. Finally pre-storage dips may be employed in some cases to avoid the development of the disease during storage. There is a variety of compounds that could be used, depending of the scope of the treatment, the crop in question, and the environmental conditions. These include: anilazin, chlorothalonil, difenoconazole, iprodione, mancozeb, maneb. You can also spread calcium cyanide. \n            ", "నివారణా చర్యలు": "\n              Make sure to use healthy seeds from certified sources.,In turnip, some degree of resistance to this pathogen is available in some varieties.,Leave sufficient space between plants when planting to allow for a good  ventilation.,Regularly monitor the field for signs of the disease.,Remove and collect old leaves that are in contact with the soil.,Remove infected debris after harvest.,Remove weeds in and around the field, particularly weeds from the Brassica family.\n            "}