{"లక్షణాలు": "\n              Also called phytotoxicity, the symptoms are caused by the misuse or misapplication of chemicals on plants. Symptoms included leaf spots, necrotic blotches, scorch of the margins and tip burn and can sometimes be confused with disease, insect or mite damage or other pathologies caused by environmental conditions. Damage may also occur due to wind drift onto non-target or sensitive plants. Phytotoxicity may also result when incompatible chemicals are applied at the same time.\n            ", "ట్రిగ్గర్": "\n              Phytotoxicity frequently occurs when pesticides are sprayed under adverse environmental conditions for the plant. High temperatures and humidity in general will increase the possibility of injury from pesticides (insecticides and fungicides; especially soaps, oils and sulfur compounds). Cool damp weather in turn may increase the chance of injury by copper fungicides. Spray applications should be applied during calm, dry and cool conditions. Most pesticides are best applied below 25° C. Environmental of biotic stress (drought,  insect injury) predispose plants to chemical damage. Hot, humid, and overcast weather, leading to poor drying conditions can also make plants that are otherwise resistant much more susceptible. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              When insects or diseases seriously damage vegetable plants, sometimes it is best to cut off the damaged parts or re-plant and learn how to prevent the problem next time. \n\n            ", "రసాయన నియంత్రణ\n": "\n              There are no chemcial control options available for pesticide burn. Make sure to use pesticides according to instructions.\n            ", "నివారణా చర్యలు": "\n              If pesticide use is needed, be sure to apply chemicals according to the directions in the label.,Always take precautions in regards to the sensitivity of plants and the combination of pesticides.,When insects or diseases seriously damage vegetable plants, sometimes it is best to cut off the damaged parts instead of applying pesticides.\n            "}