{"లక్షణాలు": "\n              The smooth grayish-brown caterpillars inflict damage to crops that can range from skeletonization of leaves (with only main veins left) to complete defoliation of the plant or devastation of the field. The young larvae nibble the epidermis of the leaves while the older larvae are voracious feeders that can eat up the whole plant and cause considerable damage. \n            ", "ట్రిగ్గర్": "\n              The feeding is caused by larvae of Ophiusa melicerta. Adult moths are light brown with scales over the whole body, that resemble a hang-glider. They have characteristic black and white patterns in the posterior region of the hindwings. Females lay eggs in clusters on the leaf surface and the tender parts of the plants. The eggs are greenish and beautifully sculptured with ridges and furrows on the surface. The fully grown caterpillar measures up to 60 mm and has a black head and a body with varying color pattern. The body has a velvety, appearance with a mid-dorsal black streak running longitudinally on a black background. The larval period lasts about 15-19 days and the total development about 33-41 days. \r\n\r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              The application of a mixture of neem seed kernel extract at 5% and neem oil at 2% reduces populations if synchronized with early larval stage. Wasps of the species Trichogramma evanescens minutum parasitize the eggs. The larvae, in turn, are heavily parasitized by the braconid parasites, Microplitis maculipennis and species of the genus Rhogas. Other parasites are also commercially available or under trial research. Some species of birds are also effective predators of late larval stages. Providing bird perches helps in reducing the incidence of the pest. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Malathion can be sprayed thrice from flowering at three weeks interval. Spray 2ml/l or chloropyriphos 2ml/l of water if a critical number of semi-looper is observed.\r\n  \r\n  \r\n\r\n\r\n\n            ", "నివారణా చర్యలు": "\n              Monitor plant and collect older larvae or infected plant parts.,Control insecticide use in order not influence with populations of beneficial insects.,Build open space for birds that will feed on the larvae.,Use traps to monitor and catch the moths.\n            "}