{"లక్షణాలు": "\n              The fungus attacks all green parts of the vine, leaves, shoots, stems and tendrils. However, it is the young, rapidly growing tissues that are most affected. On the leaves, small brown spots develop on the upper lamina. As they enlarge, they become irregular and their center gradually turns gray and necrotic. Eventually, the dead tissue falls out, creating a shot-hole effect. The same type of spots and lesions appear on stems and shoots and can girdle them, resulting in the formation of cankers and dieback. Small, round, purple spots also develop on the  fruits. They gradually expand and turn sunken and ashy gray with brown margins. As they cover the skin, the berries wither and can drop or become mummified on the cluster. The distinctive spots with ashy gray centers confer to the disease its common name, bird’s eye rot. \r\n\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Elsinoe ampelina. It overwinters in fungal structures on the shoots and the bark of the infected vines. During the spring, it starts to produce spores that are released and dispersed by rain splashes. Wind and rain carry the spores to young, developing leaves or shoots. Periods of prolonged tissue wetness (12 hours or more) and temperatures from 2 to up to 32 °C favor the production and germination of the spores. The higher the temperature and the humidity, the faster infection will occur and the sooner the symptoms will appear. Cool weather slows the growth of the fungus. Leaf defoliation and direct fruit damage have a serious impact on the yield and quality of the berries. \r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              The application of liquid lime sulfur or copper sprays in early spring, prior to bud break, has been used to avoid a high incidence of the pathogen. Make sure the fungicides are \r\npermitted within the organic certification program.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Anthracnose can be controlled if good cultural practices are followed along with the timely use of protective fungicide sprays. A spray of liquid lime sulfur or Bordeaux mixture just as the buds are breaking will help reduce anthracnose problems. Pesticides registered to protect the developing new growth and fruit are captan, chlorothalonil and mancozeb. Spray at 2-week intervals from bud break until the fruit begins to color. \n            ", "నివారణా చర్యలు": "\n              Use more tolerant varieties, if available.,Make sure to keep a wide distance between vines.,Choose sites with suitable sun exposure and good air circulation.,Monitor the vines and remove fruit or plant parts that show sign of the disease.,Remove plant residues from the vineyard.,Prune the vines in early winter during dormancy.,Plow field and bury plant residues and berries.,For homegrown grapes, use leaf mulch or fine bark to cover infected debris.,Remove any wild grapes near the vineyard.\n            "}