{"లక్షణాలు": "\n              In late spring, sooty spots (commonly known as peacock spots) appear on the upper surface of leaves in the low canopy. These spots may also appear on the stem and fruit, but are most common on the leaf surface. Lower side of the leaves do not show any apparent symptoms. As the season progresses, the dark spots grow and can cover a sizable part of the leaf (0.25 and 1.27 cm in diameter). A yellow halo gradually emerge around these spots and extend to the whole leaf. Trees may experience defoliation and in severe cases twig death. Blooms may also fail, resulting in significant reductions in crop production.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the fungus Fusicladium oleagineum, which thrives in low-lying areas or in environments that receive little sunlight or have a closed tree canopy. It requires  mild to low temperatures and free moisture on the leaves to germinate and so it usually leads to infections during rainy periods in fall, winter, and spring. Fog, dew, and high humidity are important factors contributing to the spread of the disease. By contrast, hot and dry conditions in the summer cause the inactivation of the fungus that eventually can go dormant. This is denoted by the change of color of the spots, which turn white and crusted. Young leaves are more susceptible to infection than older ones. The preferred temperature range is 14–24 °C, however it can persist between 2–27 °C. Nutrient deficiencies or imbalances in the soil may also increase the susceptibility of the trees. For example, the excess of nitrogen and calcium deficiency are thought to weaken the defenses of the trees. \r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Spray the foliage of trees with organic copper compounds such as Bordeaux mixture after the fruit has been harvested in fall and again in late winter in case of frequent fall rains.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Spray the foliage of trees with copper compounds (e.g. copper hydroxide, copper oxychloride, tribasic copper sulfate, and copper oxide) after the fruit has been harvested in fall and again in late winter if the environment is extremely wet.\n            ", "నివారణా చర్యలు": "\n              Monitor the cultivation site regularly for symptoms of the disease.,Avoid nitrogen over-fertilization and calcium defficiency.,Chose resistant or resilient varieties, if available in your area.\n            "}