{"లక్షణాలు": "\n              Infected leaves tend to develop water-soaked lesions that eventually fade in color. Necrosis start to appear from the leaf margins and defoliation may occur, but more often, leaves remain attached to the branches. Infected blossoms become dry and brown, a sign of blight. Young developing almond fruits often have round, crater-like sunken lesions with a reddish to orange staining on the surface. This symptom may appear about 3 weeks after petal fall. Lesions continue to appear until the fruit are about 20 mm long, after which no further symptoms developed. As the fungus grows and makes its way into the kernel, often killing the embryo, profuse gum is produce, which is excreted from the lesions on the hull. Affected nuts turn into mummies and often remained attached to the branches. As the disease progresses, the shoots and branches that bear infected nuts often become infected and die. \n            ", "ట్రిగ్గర్": "\n              The disease is caused by Colletotrichum acutatum, a fungus that also infects other crops such as citrus, strawberry and celery, triggering a variety of symptoms. It survives in infected tissues and resume growth once the weather conditions are favorable. Anthracnose is most severe during wet, rainy warm springs (over15 °C) with an early summer onset. All almond varieties are susceptible to the disease, but they vary in their degree of susceptibility. The death of shoots and branches is not directly due to the colonization of these tissues by fungus but rather by a toxin that is produced by the fungus and transported by the vascular tissue there. The dieback of shoots affects the current year’s crop as well as the production of nuts in the next seasons.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              To this day, no biological control of anthracnose in almond is known. We would be delighted to get any recipe from you. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Repeated fungicide applications may be necessary through the spring as trees should be protected before rain events. Fungicides provide protection for up to 10 days, and should be repeated if rain occurs. First fungicidal applications are recommended at the pink bud stage (pre-bloom) to protect the blossoms. Several products based on the active ingredients azoxystrobin, propiconazole, metconazole, myclobutanil and chlorothalonil could be used. Several combinations of  these same products are recommended after bloom as a way to avoid the development of resistance in the fungus\n            ", "నివారణా చర్యలు": "\n              Select sites with low rainfalls to grow almond trees.,Leave sufficient space between plants.,Plant resistant or less susceptible varieties, if available (several have been put on the market).,Implement good drainage methods.,Prune out dead, infected wood to reduces inoculum.,Use sprinkler irrigation with low angle nozzles to prevent the tree canopy from getting wet.,Monitor the orchard regularly for symptoms of the disease.,Keep the field clear of weeds.,Remove infected almond tree parts as well as decaying leaves and remaining floral parts.,Removed tissue should be destroyed by burning or deep burying.\n            "}