{"లక్షణాలు": "\n              Prominent reddish to purplish blisters are visible on the upper leaf blade of red and white currants. These blisters are usually yellowish-green on black currants. Discolored areas often surround the deformed tissues. Mainly leaves at the shoot tips appear puckered or distorted. Severe leaf distortion may occur with heavy infestations. Pale yellow aphids can be found underneath the blistered areas in late spring-early summer. Honeydew may also be present on leaves, which eventually favors the growth of opportunistic black sooty mold. Normally, the bushes can still produce a normal crop with mild foliage symptoms.\n            ", "ట్రిగ్గర్": "\n              The damage is caused by the redcurrant blister aphid, Cryptomyzus ribis. The puckered and blistered leaf tissues are often more noticeable than the wingless, pale yellow aphids that suck the sap on the leaf underside, visible starting late spring or early summer. The blisters and the discoloration are due to the injection of chemicals into the foliage during the feeding process. By midsummer winged aphids are produced which migrate to secondary host plants, mainly hedge woundwort (Stachys sylvatica). These return to the currant by autumn, and lay  overwintering eggs on the shoots. The eggs hatch in spring and form aphid colonies that migrate to the lower side of leaves. Currant blister aphid affects red, white and black currant, as well as the wild relative jostaberry (also genus Ribes). As the crop usually is not affected, control measures only need to be applied in very severe cases.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Natural predators include ladybugs – these can be released should an outbreak occur. Sprays containing horticultural soap or a mild solution of washing up detergent are sufficient for the control of redcurrant blister aphids. Aphids can also be dislodged with a strong spray of water from the hose. Application of a superior-type horticultural oil can be used to kill overwintering eggs. Other organic formulations  that kill the emerging aphids include pyrethrum or pyrethrum and fatty acids. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. In very severe cases, sprays containing  the insecticide deltamethrin or lambda-cyhalothrin can be used to kill the emerging aphids. Do not wait for visible  symptoms to act, as there's no point in spraying once the leaves have become puckered. Do not spray flowering plants due to the danger to bees and other pollinating insects. \n            ", "నివారణా చర్యలు": "\n              Monitor currants and related hosts regularly for the presence of C.,ribis and their symptoms.,Do not apply insecticides indiscriminately since this can affect populations of natural predators such as ladybugs.,Avoid excessive fertilization with nitrogen as the resulting lush foliage will attract more aphids.,Remove waste from previous cultures.\n            "}