{"లక్షణాలు": "\n              The infection can occur at any growth stage and is first visible on mature leaves of first-year plants. Initial symptoms appear as irregular, yellow stripes that gradually form a mosaic pattern. As the symptoms progress, these leaves become wrinkled, softened, curled downward and can finally wilt. When the  infection is heavy, it can lead to a complete yellowing of the leaves and plants have a stunted appearance. Bulbs may not develop and, if they do so, they are reduced in size and may shoot prematurely, for example during storage. Onion plants used for seed production can show deformation of flower stems, reduction of flowers and seeds as well as a loss in seed quality. Germination rates are significantly affected.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by a virus called Onion Yellow Dwarf Virus (OYDV).  It can survive in plant debris in the field for a long period. Most commonly the virus is transmitted by infected plant parts such as bulbs, sets and volunteer plants in the field. It has a limited host range that is confined to plant species of the allium family (onions, garlic, shallots and few ornamental alliums). The disease can also be transmitted in a non-persistent manner via several aphid species (for example Myzus persicae). They carry the virus in hteir mouthparts and inject it into healthy plant while sucking their sap. Very often, the virus occurs in combination with other viruses in the same plant. The infection can result in reduced yield to a greater or lesser extent depending on that. For example, yield losses are higher when plants are also infected with leek yellow stripe virus.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No biological treatment seems to be available at the moment to treat this disease. Treatments against aphids include solutions with neem oil at 2% and neem seed kernel extract (NSKE) at 5%.  \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments. In the case of viruses a chemical treatment is not possible. Treatments against aphids include emamectin benzoate, indoxacarb or NSKE followed by triazophos.\n            ", "నివారణా చర్యలు": "\n              Be careful to use healthy planting material or seeds from a certified source.,Use tolerant or resistant varieties available in the area.,If not sure whether the planting material is healthy or not, use true seeds instead of bulbs or sets.,Check your plants or fields regularly for any sign of the disease.,Control aphid populations to avoid the spread of the disease.,Remove weeds that serve as alternative hosts.,Remove infected plants and plant parts and destroy them by burning for example.,Plan a crop rotation with non-hosts.\n            "}