{"లక్షణాలు": "\n              The red palm mites are usually found in large numbers on the undersides of leaves (100-300 individuals) and are visible with the naked eye.  All life stages are predominantly red, while adult females often exhibit dark areas on the body (visible with a magnifying glass). Numerous white skins shed by the developing adults are also found among the living mites. Their presence on leaflets or leaves initially causes localized yellowing of the margins, which may spread parallel to the veins to form large chlorotic patches. Over time, necrotic lesions may form and replace the yellowing tissues. The lower leaflets of palms are usually more severely affected. Heavy infestations on banana and plantain may result in the death of the young plants.\n            ", "ట్రిగ్గర్": "\n              The damage is caused by the red palm mite Raoiella indica. They belong to the group of the so-called \"false spider mites\", characterized by the flat body and the absence of webbing associated with numerous other spider mites. They feed on plants by inserting their stylet-like structure into plant tissue and removing the cell contents. These mite are  easily distributed by wind currents or movement of infested plants through nursery stock and cut branches of plants. Populations are negatively affected by rainfall and high relative humidity and are highest during hot, sunny and dry conditions. Beside banana, the red palm mite is also a pest of several fruit-producing palm species such as coconut, date and areca palms and ornamental palms. Some ornomental palms complete the list of hosts. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              The predatory mite Amblyseius largoensis can be indroduced in the plantation and can help to reduce the population of red palm mites. Other predatory mites and lady beetles also feed on R. indica. Therefore it is important not to disrupt natural populations of these predators by an abuse of broad-scale pesticides. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Formulations of spiromesifen, dicofol and acequinocyl were effective in reducing the population of R. indica in coconut in Puerto Rico. Spray treatments with products containing etoxanole, abamectin, pyridaben, milbemectin and sulfur showed mite control in Florida. In addition, the acaricides acequinocyl and spiromesifen were able to reduce the population of R. indica in banana trials.\n            ", "నివారణా చర్యలు": "\n              Make sure not to move infested plant material between banana plantations.,Control the use of insecticides to allow beneficial insects to thrive.,Monitor the plantation regularly for symptoms of the pest.,Maintain a high standard of hygiene for tools and workers.,Remove alternative hosts of the pest in and around the orchard.\n            "}