{"లక్షణాలు": "\n              Symptoms usually develop on trees grown on susceptible rootstocks when they are around 4 years of age. They are usually characterized by the scaling of the bark, an extensive chlorosis of the canopy and a severe stunting of the tree. Bark scaling refers to the cracking and peeling of the bark below the grafting union. Trees grown on the rootstock of Poncirus trifoliata (trifoliate orange) are the most severely affected. Those grown on rootstock of citrange develop symptoms slightly later, the degree of tree stunting is usually not as severe and they do not always develop the bark scaling symptoms. On other sensitive rootstocks, symptoms may also include a general tree decline and occasional flaking of the bark at the base of the rootstock. Exocortis has no direct  effect on fruit quality but the lower photosynthetic rates reduce considerably the yield. \r\n \n            ", "ట్రిగ్గర్": "\n              The symptoms are cause by the citrus exocortis viroid. It can actually be present in all varieties of citrus, without them developing any symptoms. Those are only expressed when an infected budwood is grafted and grown on a susceptible rootstock (trifoliate orange, citrange). The viroid is carried in the plant sap and can thus be spread from tree to tree by budding or grafting activities. Pruning with contaminated tools can also be a way of transmitting the disease. Natural grafting of tree roots can also transmit the viroid between trees. Contrarily to many other citrus viruses, exocortis is not transmitted by sap sucking insects, as there is no known insect vector of the disease. Seed transmission is unknown. The exocortis viroid is extremely resistant to both high temperatures and dry conditions and can remain infective on propagation material and pruning equipment for long periods of time.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sorry, we don't know of any biological treatment against this virus . Please get in touch with us in case you know of something that might help to fight this disease. Looking forward hearing from you.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Equipment involved in citrus cultivating needs to be sterilised in a 1% bleach solution (1% available chlorine).\n            ", "నివారణా చర్యలు": "\n              Make sure to obtain budwood from certified sources.,Test plant and propagative material for the virus in the laboratory.,Monitor the orchard regularly for symptoms of the disease.,Remove infected trees from the orchard and destroy them so that the viroid is not transmitted to other trees or blocks.,Remove portions of the root system to prevent root sprouting.,Maintain a high level of hygiene throughout equipment and workers involved in citrus growing.\n            "}