{"లక్షణాలు": "\n              Symptoms of CTV infection are highly variable and depend on several factors including host, virulence of the particular virus, and environmental conditions. The three main symptoms are: decline (\"tristeza\") of the tree, development of pits in the trunk and stem and yellowing of leaves. Decline includes chlorotic leaves and general dieback of the infected tree. It may be slow, lasting several months to years after the first symptoms are noticed. The decline may also be quick, resulting in host death just a few days after the first symptoms are noticed. Susceptible plants develop a large number of pits on both their trunks and their stems. Some varieties develop rind-oil spots, or brown spots with gumming on the fruit. \n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by the citrus tristeza virus, a particularly virulent and devastating virus in citrus groves. It is mainly transmitted in a non-persistent manner by the black citrus aphid, Toxoptera citricida. This aphid can acquire the virus while feeding on infected plants for 5-60 minutes, but it loses the ability to transmit it after 24 hours. Other insects of this family can also contribute to its spreading (for example the cotton aphid, Aphis gossypii). Grafting with contaminated material my also contribute to the carrying of the virus to other farms. The severity of the symptoms depends on the virulence of the virus. Some types may not produce noticeable symptoms. Other types are causing severe decline and death of the tree or deep pits in the trunk and stem. The optimum temperatures for virus infection and multiplication are 20-25°C.\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Some field experiments with parasitoid wasps or gall midges are ongoing, which could naturally control some of the aphids in citrus groves. Use commercially available formulations (natural pyrethrum, fatty acids ), insecticidal soaps or horticultural oils (plant or fish oils) to control populations. Aphids can also be wiped out by spraying the leaves of the plant with a mild solution of water and a few drops of detergent.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventives measures and biological treatments if available. Viruses can not be directly controlled by chemical options. Check the database for chemical control of aphids.\n            ", "నివారణా చర్యలు": "\n              Check quarantine regulation in the area to avoid transmission of the disease.,Use plant material from certified sources.,Use resistant varieties (some hybrid species are tolerant to the virus).,Keep nurseries and greenhouses free of insect vectors.,Do not transport suspicious citrus material to other farms.,Check the citrus grove regularly for signs of the disease.,Make sure you are familiar with symptoms and the insects that spread it.,Remove and destroy infected trees.,Use companion planting to keep aphids away from your plants in the first place.\n            "}