{"లక్షణాలు": "\n              Symptoms vary greatly depending on the crop in question, the time of infection and the environmental conditions. Moreover, infections often occurs in mixed infections with other viruses such as Cucumber mosaic virus and Zucchini yellow mosaic virus, which may mask or modify the symptoms.On the whole they are characterized by a systemic mosaic or mottled pattern on leaves, the presence of warts on tissues and different degree of leaf distortion. Color breaking of the fruit is another main symptom. On melon, dark green patches or blotches appear on the normally straw-colored surface of the fruit, for example. On pea, the mottling of the leaves often turn into local necrotic lesions. Because of the leaf damage, the  infection with this virus also results in reduced growth rate and yield. \n            ", "ట్రిగ్గర్": "\n              The variety of symptoms are caused by the watermelon mosaic virus. It can be transmitted in multiple ways including vectors (principally aphids) or physical interactions with a person or tool, but not through seeds, as it is not seedborne. Aphids acquire it during the sucking of the sap and transmit it non persistently during a period of time of up to a few hours after contact. The main alternative hosts, beside cucurbits, are pea plants and alfalfa. Because the transmission is non-persistent, pesticides do not provide effective control of the virus unless used as a preventative measure to reduce aphid populations. After the virus is found in fields, aphids could potentially spread it to new hosts before the pesticides eliminate them. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Mineral oil sprays has been shown to interfere with virus transmission and can be an effective control. Predators of aphids are numerous and should be promoted through good field practices. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Although the virus cannot be treated directly by chemicals, the vector of transmission, mainly aphids, can be controlled up to a certain point. However, in many settings, the insecticides for aphids are actually of limited value. Check the database for aphids and their possible chemical control.\n            ", "నివారణా చర్యలు": "\n              For some crops, resistant varieties exist on the market.,Regularly monitor the fields for signs of the diseases, as well as the presence of aphids.,Crop rotation with non-host plants may help in avoiding the virus.,Remove waste from previous cultures.,Control insecticide use in order not to affect beneficial insects.,Control ant populations that protect aphids with sticky bands.,Check weeds and alfalfa in and around the fields.,Use plastic mulches that repel aphids to reduce losses due to the disease.,Use row cover to prevent the aphids to reach the plants.\n            "}