{"లక్షణాలు": "\n              This beetle has a strong affinity for cereals such as oats, barley, and rye, but its favorite host is wheat. It also has a variety of alternate hosts, such as corn, sorghum, and grasses. The larvae feed on the upper epidermis of the leaves and cause the main damage of the entire life cycle. Their feeding habit is characterized by the removal of the leaf tissues down to the lower cuticle, leaving thin, long, white scars or streaks that can be numerous in case of infestation. However, the adult beetles usually migrate to other plants or fields as they feed, meaning that severe damage to a single field is rare. From the distance, an affected field may look weathered and old, but usually damage does not exceed 40% of the total area. The beetle can be a significant and perennial crop pest in some cereal-growing regions. \r\n\r\n\r\n\r\n\r\n\n            ", "ట్రిగ్గర్": "\n              The damage is mainly caused by the larvae of the beetle Oulema melanopus. Adults are about 5 mm long and have dark-blue wing covers with a red head and legs. They spread to the exterior of the field and spend their overwintering time in protected areas such as wind rows, crop stubble, and tree bark crevices. They emerge when the environmental conditions improve during spring, at temperatures around 10 °C. Warm springs are favorable for its life cycle, while cold periods hinder it. After mating, the females start to lay bright yellow, cylindrical eggs on the underside of leaves, often along the midvein, and continue to do so over an extended period (45-60 days). The larvae hatch after 7-15 days and start feeding on the upper epidermis of the leaves, causing the worst damage. They are white or yellow, hump-backed, and have a black head and six small legs. As they reach maturation after 2-3 weeks of feeding, they pupate and give rise to the adult beetles in 20-25 days, starting the cycle again. \r\n\r\n\n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Some species of nematodes of the genus Steinernema have been shown to attack the adults that overwinter in the soil, preventing them from reproducing in the spring. However, their efficiency can vary depending on the temperature. Some ladybugs also predate on eggs and larvae. The tachinid fly Hyalomyodes triangulifer parasitizes adults and is commercially available to control populations of O. melanopus. Larvae, in turn, can be controlled by the parasitoid wasps Diaparsis carnifer, Lemophagus curtis, and Tetrastichus julis. Finally the wasp Anaphes flavipes parasitize the eggs and is also a good control agent. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatments if available. Insecticides containing the active ingredient Gamma-cyhalothrin are the most efficient against this pest because it affects the eggs and larvae. Spraying should be done when the adults are laying their eggs or when 50% of the eggs have hatched. Misuse may actually increase the numbers of O. melanopus because predators would be killed. Other pesticides of the families of the  organophosphates (malathion)  and pyrethroids have also been used against O. melanopus.  \n            ", "నివారణా చర్యలు": "\n              Use resistant varieties.,Check quarantine regulation in the area or at the national level.,Monitor fields regularly during early spring, when temperature get warmer.\n            "}