{"లక్షణాలు": "\n              The severity of symptoms depends on the variety of vine and the environmental conditions. Usually, chlorotic spots (2 to 10 mm in diameter) appear first on the upper surface of young leaves, usually near the margins. Ash-gray to white powdery fungal growth gradually develops on these spots. As the disease progresses, the spots enlarge and may merge to cover the whole leaf, which eventually may deform, dry up and shed.  Segments of the veins on the underside of infected leaves may turn brown. On shoots, brown or black diffuse patches also appear. At later stages, inflorescences and berries are affected too and vines emit a musty odor. Infected berries may turn dark brown and scarred or mummified. In some vine varieties, the covering is sparse and the symptoms are limited to a gray or purplish discoloration of the leaves. \r\n\n            ", "ట్రిగ్గర్": "\n              Powdery mildew is caused by the fungal pathogen Erysiphe necator. It survives the winter as quiescent fungal spores in dormant buds or bark crevices. During spring, these spores are carried by the wind to new plants (primary infection). After the mildew has developed on the different plant parts, it starts producing new spores that are spread further by the wind (secondary infection). Free moisture from fog and dew, prolonged leaf wetness or cloudy weather favor spore production but are not necessary for the infection process (contrarily to other fungal diseases). The fungal cycle is also favored by low to moderate radiation and temperatures from 6 to 33 °C (optimum at 22 to 28 °C). Powdery mildew is reduced on exposed leaf surfaces by temperatures over 35 °C, direct sunlight and frequent rain. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Sulfur, horticultural oil and a variety of commercial products are accepted on organically certified grapes. The parasitic fungus Ampelomyces quisqualis has been reported to thwart the life cycle of Erysiphe necator.  Fungus-eating mites and beetles have been reported to reduce powdery mildew colonies on some vines.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Good spray coverage of all green plant surfaces and timely application is required. Protectants based on sulfur, oils, bicarbonates or fatty acids could be used to reduce the initial infection. Products based on strobilurins and azonaphthalenes can be sprayed once the mildew has been detected. \n            ", "నివారణా చర్యలు": "\n              Use tolerant varieties if available.,Keep a wide distance between vines to allow for good air circulation.,Alternatively chose pruning practices that favor an open canopy.,Choose sites exposed to the sun.,Monitor the field regularly for signs of the disease.,Use nitrogen fertilizers with caution to avoid excessive vegetative growth.\n            "}