{"లక్షణాలు": "\n              Symptoms include blight, wilting, dieback, and necrosis of the vascular tissues. On leaves, angular necrotic spots become visible, limited by smaller veins, and irregularly distributed on the lamina. These spots are often surrounded with a chlorotic halo. These spots begin as distinguishable moist, brown lesions normally restricted to the bottom of the plant until they enlarge and coalesce, thereby often killing the entire leaf. Pools of gum exudate along wounds and leaf cross veins. This process begins with a sappy golden liquid which subsequently hardens to form an amber colored deposit. Young stems and petioles may crack after infestation, also oozing gum.\n            ", "ట్రిగ్గర్": "\n              The symptoms are caused by a strain of the bacterium Xanthomonas axonopodis that readily infects cassava plants (manihotis). Within the crop (or fields), the bacteria are dispersed by wind or rain splashes. Contaminated tools are also an important means of spread, as well as movement of man and animals through plantations, especially during or after rain. However, the main problem with this pathogen is its distribution over large distances in apparently symptomless planting material, cuttings and seeds, particularly in Africa and Asia. The infection process and the development of the disease requires 12 hours of 90-100% relative humidity with optimal temperatures of 22-30 °C. The bacteria remain viable for many months in stems and gum, renewing activity during wet periods. The only other notable host of this bacterium is the decorative plant Euphorbia pulcherrima (poinsettia). \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Soaking of infested seeds in hot water at 60°C for 20 min, followed by drying in shallow layers at 30°C overnight or at 50°C for 4 h, reduces the number of bacteria significantly. Seeds can also be immersed in water and heated in a microwave oven until the water temperature reaches 73°C followed by immediate disposal of the water.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures and biological treatment if available. There is no direct chemical control of cassava bacterial blight available at the moment. You are welcome to notify us, if you know of any. Please notify the presence of the pathogen to the quarantine authorities. \n            ", "నివారణా చర్యలు": "\n              Obtain seeds from certified sources and chose resistant varieties, if available in your area.,Do not plant close or downwind from an infected plot.,Cut out infected plants if only a few plants show symptoms.,Tools should be regularly disinfected using a bactericide.,Practice crop rotation and fallowing for at least one rainy season.,All infected plant debris and weeds on which pathogen may survive should be removed and burned or deep buried.,Plant manioc towards the end of the rainy season to delay the development of the disease during the growing period.,Intercrop cassava with maize or melon can be beneficial.,Increase the potassium content of the soil by fertilization to reduce disease severity.\n            "}