{"లక్షణాలు": "\n              The disease can vary in severity from host to host, also depending on environmental conditions. In spring, pale-green spots appear on leaves, either between the veins or along the margins. The spots later turn yellow to red, sometimes with a yellow halo, and can also develop on the fruit and stem. As they enlarge, they coalesce and develop into brown blotches that are no longer limited by the veins. These patches of necrotic tissue are dotted with dark brown or black specks that are visible to the naked eye. Eventually, the leaves wither, curling in the process. Usually, they are not shed, but remain hanging on the tree. Brown lesions can occasionally appear on the surface of fruits and deformations and cracks can ensue. Usually though, only leaves are affected and despite being striking, the disease rarely cause significant damage to the tree. \r\n\n            ", "ట్రిగ్గర్": "\n              Cherry leaf scorch is caused by the fungus Apiognomonia erythrostoma, which can affect, besides cherry, plum and apricot trees. The fungus overwinters in fallen leaves on the orchard floor or on those hanging on the trees. In spring, when favorable temperatures are reached, the fungus germinates and begins to produce spores that are later spread onto healthy leaves by wind or rain. Leaves remain susceptible throughout the growing season, which implies that the infection cycle can be repeated several times over the year. This is highly dependent on the environmental conditions and the developmental stage of the tree itself. Cherry leaves must be unfolded and the fruit must have attained a visible size to be infected. The disease usually affects weakened trees and can be a sign of a underlying stress in the orchard, such as drought or root damage. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              No biological control solution seems to be available for this disease. Please contact us if you know of any. \n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological solutions if available. Chemicals containing one of the following active ingredients can be used preventively or curatively: bitertanol, copper, dithianon, dodine, fenbuconazole, or ziram. Fungicides work best if combined with field sanitation and other listed preventive measures. \n            ", "నివారణా చర్యలు": "\n              If Apiognomonia erythrostoma is listed as a quarantine organism in the country, report to the competent authority.,Use more tolerant varieties, if available for the tree in question.,Select a planting sight that is exposed to direct sunlight and has good air circulation.,A proper pruning to open the canopy will increase sunlight penetration and air circulation.,Monitor the fields and remove weeds that can harbor the pathogen.,Add plant fortifiers to complete a balanced fertilization program.,Conserve soil moisture by mulching trees with organic material.,Check the plants for any sign of disease after the leaves are completely unfolded.,Remove, collect and destroy the fallen cherry leaves in late autumn.,Alternatively, bury them deep in the ground.\n            "}