{"లక్షణాలు": "\n              Earwigs thrive in garden, orchard and field environments and feed on foliage and fruits. Leaves with chewed edges or irregular holes are characteristic for earwig feeding. This damage can be of little concern in mature, otherwise healthy trees. However, the feeding on young seedlings or tender shoot-tip on young trees may lead to stunted growth. Damaged seedlings may be missing all or parts of their leaves and stem. On soft fruits, earwigs cause shallow, irregular marks or holes on the surface that can extend deeply in the flesh. Their  activity is also denoted by black dots of excrement around feeding sites. If you are unsure whether the damage is from earwigs, inspect the tree after sunset with a flashlight as earwigs are most active at night. \r\n\r\n\n            ", "ట్రిగ్గర్": "\n              Adult earwigs are about 0.5 inch long, shiny brown, and have a pair of forceps-like structures at the back end of the abdomen. They sometimes hibernate in pairs in the soil during the winter and emerge when conditions are favorable. Females lay eggs twice during the season, so that there can be two distinct nymph hatchings, one in the late spring and one in the early summer. They feed most actively at night and seek out dark, cool, moist places during the day. Fallen branches or fruits, boards and densely packed weeds provide shelter to this insect. In areas with particularly hot summers, earwigs may be relatively inactive. Their presence or damage may go unnoticed until harvest. As omnivores, they also feed on insects, particularly plant-feeding aphids. Earwigs are both pests and beneficial insects depending on where you find them. \n            ", "జీవ నియంత్రణ ప్రక్రియ": "\n              Formulations containing spinosad can be applied on organically grown apricots. Trap earwigs with rolled-up newspapers or small tin cans filled with oil and set in the soil. Check traps in the morning and dispose of earwigs in soapy water.\n\n            ", "రసాయన నియంత్రణ\n": "\n              Always consider an integrated approach with preventive measures together with biological treatments if available. Earwigs are beneficial where aphids are problematic and eliminating all earwigs with a chemical treatment could cause other pest populations to increase. Insecticides are recommended in severe csaes, and they should be applied on the trunk and base of trees at night to avoid a negative impact on bees. These treatments can be extremely toxic to aquatic invertebrates and runoff and spray drift to surface waters should be avoided. Limited to three in-season applications per year.\n            ", "నివారణా చర్యలు": "\n              Monitor the orchard regularly for presence of earwigs.,Remove weeds from around the base of trees.,Keep orchard clear of pruned branches, suckers, loose bark, or debris under which earwigs could nest.,Remove tree parts that come in contact with soil to prevent access to trees.,Use a sticky tape around the base of the tree to prevent earwigs from climbing up to reach the fruit.\n            "}